{"_id":{"$oid":"595341aff54a59dffad7104e"},"description":"Nex Machina rules, Beyond Good \u0026amp; Evil 2's tech demo is nuts, and we're stoked to hop back into Horizon's DLC.","title":"Beyond Episode 499: Horizon DLC, Beyond Good and Evil 2, and Dragon Ball FighterZ - IGN","url":"http://ca.ign.com/articles/2017/06/27/beyond-episode-499-horizon-dlc-beyond-good-and-evil-2-and-dragon-ball-fighterz","text":"Beyond Episode 499: Horizon DLC, Beyond Good and Evil 2, and Dragon Ball FighterZ\n\nBeyond Episode 499: Horizon DLC, Beyond Good and Evil 2, and Dragon Ball FighterZ\n\nBeyond Episode 499: Horizon DLC, Beyond Good and Evil 2, and Dragon Ball FighterZ\n\nShare. Nex Machina rules, Beyond Good \u0026 Evil 2's tech demo is nuts, and we're stoked to hop back into Horizon's DLC. Nex Machina rules, Beyond Good \u0026 Evil 2's tech demo is nuts, and we're stoked to hop back into Horizon's DLC.\n\nThis week, the crew chats about the awesome Nex Machina, the insanely-ambitious Beyond Good \u0026 Evil 2 tech demo, and how stoked they are to hop back into Horizon's DLC. Also, they teach you how to make hamburgers.\n\nMarty Sliva is a Executive Editor at IGN. A girl he was dating once stepped on his PlayStation 4, and now he no longer owns PT. But don't worry, they broke up. Follow him on Twitter @McBiggitty.","author":"Marty Sliva","publishedAt":{"$date":"2017-06-27T22:22:19.000Z"},"source":"ign","urlToImage":"http://assets1.ignimgs.com/2017/06/27/beyond-499jpg-1498584064155_1280w.jpeg","digest":"pZFy3e/bA1FluJSxEgjSag==\n"}
{"_id":{"$oid":"595341b6f54a59dffad71054"},"description":"Edgar Wright's passion project couples a heist drama with delightful musical cues that works in all the right ways.","title":"Baby Driver Review - IGN","url":"http://ca.ign.com/articles/2017/03/13/baby-driver-review","text":"Share. Edgar Wright's passion project is a delight to behold. Edgar Wright's passion project is a delight to behold.\n\nThis is a spoiler-free advance review of Baby Driver from its premiere at SXSW.\n\nThe first scene in Baby Driver is its best. A car pulls up outside a bank, and three thieves get out to begin a bank heist. The driver is left behind, earbuds in and iPod on, as the song blaring through his headphones syncs up to the choreography of the heist and the bank robbers' subsequent getaway. The car chase and shoot out are all timed to the music the driver, Baby (Ansel Elgort), is listening to. It's a delight to behold, all style that is uniquely director Edgar Wright's, and sets the stage for the action-musical heist flick that follows.\n\nEdgar Wright's latest film isn't a musical per se, but what sets it apart from the '90s action films that inspired it (the \"holy trinity\" of Point Break, Reservoir Dogs and Heat, as Wright called them) is how its soundtrack is integral to the filmgoing experience. Choreographed by Ryan Heffington, who also choreographed Sia's \"Chandelier\" music video and Netflix's The OA, everything in the movie is set to the beat of the music playing in Baby's iPod. (It's worth noting Wright first tried out this concept when he directed Mint Royale's 2003 \"Blue Song\" music video.)\n\nWright makes the smart to choice to ground Baby's near-constant iPod-listening in reality: Baby listens to music because he suffers from tinnitus. But the focus of this film is clearly to lean into the glossiness of its stylized direction and not to be grounded in grittiness. Because of that, every scene is thrilling to behold, from the many car chases -- Baby is an excellent driver, after all -- to him getting coffee for the crew. Wright's decision to have the soundtrack be so much more than just a film backdrop for the film heightens its intensity from beginning to end in all the right ways.\n\nThe plot of Baby Driver is a straightforward heist tale: Baby is working for crime boss Doc (Kevin Spacey) to whom he owes a debt. The talented young driver is close to paying off this debt when he meets a young waitress named Deborah (Lily James) who he begins to fall for, and who embodies the life out of crime that he wants to live. But Doc isn't ready to let someone as talented as Baby go that easily and brings him on for one last job with several of his other go-to criminals (played by Jon Hamm, Jamie Foxx and Elza Gonzales) that, as expected, quickly spins out of control.\n\nIt's the details that Wright puts into this world that make it special. Baby, who is an orphan, cares for his failing foster father, played by deaf comedian CJ Jones, and their relationship adds a lot of heart and stakes to the story. Elgort's dance and musical theater background gives him a fluid grace as he moves through the film, channeling classic movie star charm with rock star confidence. And the soundtrack itself is going to quickly develop its own cult following, as Wright put together a thumping musical backdrop featuring everything from Queen to Blur to Young MC to T. Rex to The Jon Spencer Blues Explosion. And the cars? The amount of time and care that Wright put into this feature -- his first since 2013's The World's End and one based on an idea he's been sitting on since 1994 -- make it so special.\n\nBaby Driver does go off the rails a bit toward the end of the movie, as the story is never quite as good as the stylized veneer that surrounds it. Elgort is perfectly cast as Baby, bringing in the necessary swagger and understanding of choreography needed to pull off such a specifically directed movie. But we never fully care about Baby as much as his moves, and when the film culminates in the shoot-'em-up type of finale you'd expect from this type of story, it doesn't pack the weight that it should in order to have the most impact on the audience.\n\nBut Baby Driver could glide through its 115-minute run time with style alone and still be good enough to satisfy Wright's fans. That it's more than that is a testament to how he's grown as a filmmaker over the years. He moved away from the comedy of the Three Flavours Cornetto Trilogy to try his hand at a more serious take on an action film, and that he still creates something we've never seen before is something to be recognized and respected. (That's not to say it's not funny, which it is. There's one Michael Myers gag that's especially hilarious.) It goes back to the first scene in Baby Driver being its best; it sets you up for the two-hour journey you're about to go on in an exciting, exhilarating way and from there on out you're just along for the ride.\n\nBaby Driver A talented, young getaway driver (Ansel Elgort) relies on the beat of his personal soundtrack to be the best in the game. Get Deal","author":"Terri Schwartz","publishedAt":{"$date":"2017-03-13T15:00:34.000Z"},"source":"ign","urlToImage":"http://assets1.ignimgs.com/2017/03/12/baby-driver-f71746-72dd13e2-dd72-4ad7-8a4e-d18784b29928-1489345680466_1280w.jpg","digest":"E9pwPK+7a7n/XpUSiTU9Tg==\n"}
{"_id":{"$oid":"595341bcf54a59dffad7105b"},"description":"Get ready to pre-order the SNES Classic Mini.","title":"Super NES Classic Mini Preorder Guide - IGN","url":"http://ca.ign.com/articles/2017/06/27/super-nes-classic-preorder-guide","text":"Share. Get ready to pre-order the SNES Classic Mini. Get ready to pre-order the SNES Classic Mini.\n\nNote that if you click on one of these links to buy the product, IGN may get a share of the sale. For more, read our Terms of Use.\n\nThe Super NES Classic Mini has officially been slated for a September 29 release, but the real question remains - when can we place an order!\n\nAlthough SNES inventory will be in greater supply than with the NES, let's be realistic. The Super NES Classic includes a pre-installed collection of 21 legendary games, including the never-been-released Star Fox 2, as well as a second controller for a reasonable $79.99. Furthermore, Nintendo has only guaranteed shipping through 2017, so it's quite possible that if you don't get a copy by December, you won't get one at all (at least at list price). If you intend to skip preordering and wait until launch to secure a copy, you're setting yourself up for a tenacious experience.\n\nKeep in mind that you are not charged at all until the item ships, and you can cancel at any time with no penalty.\n\nPreorders will likely happen very soon\n\nTechnically, preorders have already launched, just not in the United States. In the United Kingdom, two of the largest gaming retailers - Games.co.uk and Amazon.co.uk - offered up a limited run of preorders on June 26. Unfortunately, preorders sold out within the same day. Note that the UK version of the SNES looks different from the US version.\n\nIt's safe to assume that preorders will happen, and soon. Get ahead of the crowd and prepare yourself beforehand. Here are my tips for setting yourself up for the greatest chance of success.\n\nSome vendors already have landing pages up\n\nBookmark these pages and check back regularly. It would also be a good idea to set up store accounts if you haven't already.\n\nAmazon\n\nBest Buy\n\nWalmart\n\nAmazon.co.uk (ships to the States)\n\nGame.co.uk (ships to the States)\n\nGet the fastest stock updates via Twitter\n\nFollow us at @IGNDeals . This is a good way to catch fast moving items in general, such as the Nintendo Switch, rare collector's editions of video games, hot sales, and more.\n\nCheck in on IGN's Daily Deals article\n\nA new Daily Deals article goes up every day. Rest assured when the SNES goes live, it will be covered in the article. You can pick up some other great deals on games, electronics, and randomness while you're at it.\n\nNeed more in-depth info on the SNES?\n\nWe've got plenty to talk about. Check out our other SNES-related articles.\n\nEric Song is IGN's deal curator and spends roughly 1/4 of his income on stuff he posts. Check out his latest Daily Deals Article, follow him at IGN Deals on Twitter and Facebook, and subscribe to his IGN Deals Newsletter.","author":"Eric Song","publishedAt":{"$date":"2017-06-27T21:49:54.000Z"},"source":"ign","urlToImage":"http://assets1.ignimgs.com/2017/06/27/snesclassic-1280-1498599527986_1280w.jpg","digest":"Y7TukxzoE8w1FwHSl6/gXg==\n"}
{"_id":{"$oid":"595c282e425ec3815dd99e87"},"description":"Donald Trump was the least popular president ever for someone so early in his tenure. But he actually rose above one of his predecessors this week.","title":"Donald Trump remains really unpopular—but his approval rating tops at least one predecessor","url":"http://www.newsweek.com/good-news-trump-least-popular-president-approval-rating-surpassed-ford-629360","text":"Compared with where past commander in chiefs stood this early in their respective tenures, President Donald Trump is remarkably unpopular.\n\nAccording to the latest poll Monday from Gallup, Trump's approval rating was just 36 percent, compared with 58 percent who disapproved. The weighted average from data-focused website FiveThirtyEight, meanwhile, pegged Trump's support at 39.4 percent, with 55.2 percent disapproving.\n\nThose are less than stellar measurements. At this point in his first term, for instance, former President Barack Obama had an approval rating of about 60 percent in Gallup's tracking survey.\n\nDaily Emails and Alerts- Get the best of Newsweek delivered to your inbox\n\nFiveThirtyEight's weighted average tracker, which adjusts for a poll's recency, quality, sample size and partisan lean, also has a handy tool that keeps tabs on where Trump stands compared with past presidents.\n\nFor a brief period, the 45th president actually had a better approval rating than where Bill Clinton stood at the beginning of his term, when he was struggling to get folks on board with some big changes. Trump then fell below Clinton, which made the current president the least popular commander in chief at that point in a term in the history of modern polling. Clinton's approval rose sharply, to the mid-40s, in the next few days (around Day 160) of his first term. Unlike Trump, who has talked often about polls and touted the ones that showed good news, Clinton expressed at the time that he was unconcerned with his poor early showing (and he left office with a 66 percent approval rating).\n\n\"I never expected that I could take on some of these interests that I've taken on without being attacked,\" Clinton said about the surveys at the time. \"And whenever you try to change things, there are always people there ready to point out the pain of change without the promise of it, and that's just all part of it. If I worried about the poll ratings, I'd never get anything done here.\"\n\nBut while it seems likely Trump will stay below Clinton, the current president has also surpassed another predecessor's approval rating at about the same time in his presidency. Tuesday marks Trump's 159th day in office, and according to FiveThirtyEight's approval rating tracker, on Day 158 former President Gerald Ford sunk from nearly 40 percent to just 34.8 percent approval. He didn't get back to around 39 percent for another 20 or so days.\n\nFord had started off as a relatively popular president after he took over for former President Richard Nixon in August in 1974. Nixon had resigned in shame amid the Watergate scandal. But his popularity dipped sharply in September after he pardoned Nixon, and by the time he was about five months into his presidency, his rating had continued on a downward track.\n\nSo while Trump remains very unpopular, at least one president had it worse.","author":"Tim Marcin","publishedAt":{"$date":"2017-06-27T23:31:27.000Z"},"source":"newsweek","urlToImage":"http://s.newsweek.com/sites/www.newsweek.com/files/2017/06/27/trump.jpg","digest":"Nxgk+1TqIHREfc6MBhKk0Q==\n"}
{"_id":{"$oid":"595c283b425ec3815dd99e8b"},"description":"14118 points and 511 comments so far on reddit","title":"Fuck This Guy • r/EnoughTrumpSpam","url":"https://www.reddit.com/r/EnoughTrumpSpam/comments/6jwb9z/fuck_this_guy/","text":"Want to join? Log in or sign up in seconds.","author":"harborwitch","publishedAt":{"$date":"2017-06-27T22:31:35.000Z"},"source":"reddit-r-all","urlToImage":"https://i.redditmedia.com/ciUPQNzIdPfen3zSchQuiz-UssbWVXTnJRrecRU4UOg.png?w=320\u0026s=23b27fa4930659bbaf13d5bb900bc9fb","digest":"JdBrot3FM2ORrsOzpg55HA==\n"}
{"_id":{"$oid":"595c283d425ec3815dd99e8f"},"description":"Chris Broussard said this in an interview on the Herd right here: https://youtu.be/7manNf3BZz8?t=25s. I thought I liked Broussard after he went...","title":"So apparently, Chris Broussard did not vote for Avery Bradley for the All Defensive Team because Devin Booker scored 70 points against the Celtics, a game Bradley did not play in. • r/nba","url":"https://www.reddit.com/r/nba/comments/6jxayx/so_apparently_chris_broussard_did_not_vote_for/","text":"Chris Broussard said this in an interview on the Herd right here: https://youtu.be/7manNf3BZz8?t=25s.\n\nI thought I liked Broussard after he went to FS1, but someone got to strip his voting rights if he can't do a little research before his vote.\n\nThe worst part is, Colin fucking agreed with him lmao\n\nEdit: for clarity, this is what he said in the video: \"Avery Bradley is a fantastic defender, but didn't Devin Booker put 70 on him?\"\n\nInterpret how you want it, but to be fair, his All Defensive Team guard selections were: CP3/Beverley on the 1st team and Danny Green/Smart on the 2nd team so his choices weren't bad.","author":"nolabbtb","publishedAt":{"$date":"2017-06-28T01:18:35.000Z"},"source":"reddit-r-all","urlToImage":"https://www.redditstatic.com/icon.png","digest":"pRNKLugefADCze5xb89S8A==\n"}
{"_id":{"$oid":"595c283e425ec3815dd99e93"},"description":"Imgur: The most awesome images on the Internet.","title":"How to get me motivated to work out.","url":"http://imgur.com/V4Kq2bk","text":"How to get me motivated to work out.","author":"Imgur","publishedAt":{"$date":"2017-06-27T00:00:00.000Z"},"source":"reddit-r-all","urlToImage":"http://i.imgur.com/V4Kq2bkh.jpg","digest":"MD8hZE9Poxhu31AUblIp2A==\n"}
{"_id":{"$oid":"595c2841425ec3815dd99e97"},"description":"Imgur: The most awesome images on the Internet.","title":"It's that time of year again in Arizona","url":"http://imgur.com/EOnByZA","text":"It's that time of year again in Arizona","author":"Imgur","publishedAt":{"$date":"2017-06-27T00:00:00.000Z"},"source":"reddit-r-all","urlToImage":"http://i.imgur.com/EOnByZA.jpg?fb","digest":"TNHAO7oiQlCxnEYIPgIvXw==\n"}
{"_id":{"$oid":"595c2842425ec3815dd99e9a"},"description":"Imgur: The most awesome images on the Internet.","title":"Skater mom kickflips while pushing stroller","url":"http://imgur.com/gallery/qCTpVtA","text":"TAKE ME UP","author":"Imgur","publishedAt":{"$date":"2017-06-27T00:00:00.000Z"},"source":"reddit-r-all","urlToImage":"http://i.imgur.com/qCTpVtAh.jpg","digest":"7kbmb67Oj9h3gL0CAGi7Wg==\n"}
{"_id":{"$oid":"595c2845425ec3815dd99e9d"},"description":"A major global cyber attack on Tuesday disrupted computers at Russia's biggest oil company, Ukrainian banks and multinational firms with a virus similar to the ransomware that last month infected more than 300,000 computers.","title":"Cyber attack sweeps globe, researchers see 'WannaCry' link","url":"http://www.reuters.com/article/us-cyber-attack-idUSKBN19I1TD","text":"FILE PHOTO: An arrival area is seen in Boryspil airport outside Kiev, Ukraine, March 21, 2012. REUTERS/Gleb Garanich/File Photo\n\nPassengers are seen at Boryspil International airport outside Kiev, Ukraine, August 14, 2016. REUTERS/Gleb Garanich\n\nFILE PHOTO: A terminal of Kiev International Airport is seen in Kiev, Ukraine, April 8, 2016. REUTERS/Gleb Garanich/File Photo\n\nFILE PHOTO: Dispatchers are seen inside the control room of Ukraine's National power company Ukrenergo in Kiev, Ukraine, October 13, 2016. REUTERS/Valentyn Ogirenko/File Photo\n\nThe MV Maersk Mc-Kinney Moller, the world's biggest container ship, arrives at the harbour of Rotterdam August 16, 2013. REUTERS/Michael Kooren\n\nFILE PHOTO: A logo of Russian state oil firm Rosneft is seen at its office in Moscow, October 18, 2012. REUTERS/Maxim Shemetov/File Photo\n\nAn employee sits next to a payment terminal out of order at a branch of Ukraine's state-owned bank Oschadbank after Ukrainian institutions were hit by a wave of cyber attacks earlier in the day, in Kiev, Ukraine, June 27, 2017. REUTERS/Valentyn Ogirenko\n\nThe logo of Russia's top crude producer Rosneft is seen at the company's headquarters, behind the Kremlin wall, in central Moscow May 27, 2013. REUTERS/Sergei Karpukhin\n\nA message demanding money is seen on a monitor of a payment terminal at a branch of Ukraine's state-owned bank Oschadbank after Ukrainian institutions were hit by a wave of cyber attacks earlier in the day, in Kiev, Ukraine, June 27, 2017. REUTERS/Valentyn Ogirenko\n\nA user takes a selfie in front of a laptop at WPP, a British multinational advertising and public relations company in Hong Kong, China June 28, 2017 in this picture obtained from social media. INSTAGRAM/KENNYMIMO via REUTERS\n\nCustomers queue in 'Rost' supermarket in Kharkiv, Ukraine June 27, 2017 in this picture obtained from social media. MIKHAIL GOLUB via REUTERS\n\nFRANKFURT/MOSCOW/KIEV A new cyber virus spread from Ukraine to wreak havoc around the globe on Wednesday, crippling thousands of computers, disrupting ports from Mumbai to Los Angeles and halting production at a chocolate factory in Australia.\n\nThe virus is believed to have first taken hold on Tuesday in Ukraine where it silently infected computers after users downloaded a popular tax accounting package or visited a local news site, national police and international cyber experts said.\n\nMore than a day after it first struck, companies around the world were still wrestling with the fallout while cyber security experts scrambled to find a way to stem the spread.\n\nDanish shipping giant A.P. Moller-Maersk (MAERSKb.CO) said it was struggling to process orders and shift cargoes, congesting some of the 76 ports around the world run by its APM Terminals subsidiary.\n\nU.S. delivery firm FedEx Corp (FDX.N) said its TNT Express division had been significantly affected by the virus, which also wormed its way into South America, affecting ports in Argentina operated by China's Cofco.\n\nThe malicious code locked machines and demanded victims post a ransom worth $300 in bitcoins or lose their data entirely, similar to the extortion tactic used in the global WannaCry ransomware attack in May.\n\nMore than 30 victims paid up but security experts are questioning whether extortion was the goal, given the relatively small sum demanded, or whether the hackers were driven by destructive motives rather than financial gain.\n\nHackers asked victims to notify them by email when ransoms had been paid but German email provider Posteo quickly shut down the address, a German government cyber security official said.\n\nUkraine, the epicenter of the cyber strike, has repeatedly accused Russia of orchestrating attacks on its computer systems and critical power infrastructure since its powerful neighbor annexed the Black Sea peninsula of Crimea in 2014.\n\nThe Kremlin, which has consistently rejected the accusations, said on Wednesday it had no information about the origin of the global cyber attack, which also struck Russian companies such as oil giant Rosneft (ROSN.MM) and a steelmaker.\n\n\"No one can effectively combat cyber threats on their own, and, unfortunately, unfounded blanket accusations will not solve this problem,\" said Kremlin spokesman Dmitry Peskov.\n\nESET, a Slovakian company that sells products to shield computers from viruses, said 80 percent of the infections detected among its global customer base were in Ukraine, with Italy second hardest hit with about 10 percent.\n\nETERNAL BLUE\n\nThe aim of the latest attack appeared to be disruption rather than ransom, said Brian Lord, former deputy director of intelligence and cyber operations at Britain's GCHQ and now managing director at private security firm PGI Cyber.\n\n\"My sense is this starts to look like a state operating through a proxy ... as a kind of experiment to see what happens,\" Lord told Reuters on Wednesday.\n\nWhile the malware seemed to be a variant of past campaigns, derived from code known as Eternal Blue believed to have been developed by the U.S. National Security Agency (NSA), experts said it was not as virulent as May's WannaCry attack.\n\nSecurity researchers said Tuesday's virus could leap from computer to computer once unleashed within an organization but, unlike WannaCry, it could not randomly trawl the internet for its next victims, limiting its scope to infect.\n\nBushiness that installed Microsoft's (MSFT.O) latest security patches from earlier this year and turned off Windows file-sharing features appeared to be largely unaffected.\n\nThere was speculation, however, among some experts that once the new virus had infected one computer it could spread to other machines on the same network, even if those devices had received a security update.\n\nAfter WannaCry, governments, security firms and industrial groups advised businesses and consumers to make sure all their computers were updated with Microsoft (MSFT.O) security patches.\n\nAustria's government-backed Computer Emergency Response Team (CERT) said \"a small number\" of international firms appeared to be affected, with tens of thousands of computers taken down.\n\nSecurity firms including Microsoft, Cisco's (CSCO.O) Talos and Symantec (SYMC.O) said they had confirmed some of the initial infections occurred when malware was transmitted to users of a Ukrainian tax software program called MEDoc.\n\nThe supplier of the software, M.E.Doc denied in a post on Facebook that its software was to blame, though Microsoft reiterated its suspicions afterwards.\n\n\"Microsoft now has evidence that a few active infections of the ransomware initially started from the legitimate MEDoc updater process,\" it said in a technical blog post.\n\nRussian security firm Kaspersky said a Ukrainian news site for the city of Bakhumut was also hacked and used to distribute the ransomware to visitors, encrypting data on their machines.\n\nCORPORATE CHAOS\n\nA number of the international firms hit have operations in Ukraine, and the virus is believed to have spread within global corporate networks after gaining traction within the country.\n\nShipping giant A.P. Moller-Maersk (MAERSKb.CO), which handles one in seven containers shipped worldwide, has a logistics unit in Ukraine.\n\nOther large firms affected, such as French construction materials company Saint Gobain (SGOB.PA) and Mondelez International Inc (MDLZ.O), which owns chocolate brand Cadbury, also have operations in the country.\n\nMaersk was one of the first global firms to be taken down by the cyber attack and its operations at major ports such as Mumbai in India, Rotterdam in the Netherlands and Los Angeles on the U.S. west coast were disrupted.\n\nOther companies to succumb included BNP Paribas Real Estate (BNPP.PA), a part of the French bank that provides property and investment management services.\n\n\"The international cyber attack hit our non-bank subsidiary, Real Estate. The necessary measures have been taken to rapidly contain the attack,\" the bank said on Wednesday.\n\nProduction at the Cadbury factory on the Australian island state of Tasmania ground to a halt late on Tuesday after computer systems went down.\n\nRussia's Rosneft, one of the world's biggest crude producers by volume, said on Tuesday its systems had suffered \"serious consequences\" but oil production had not been affected because it switched to backup systems.\n\n(Additional reporting by Helen Reid in London, Teis Jensen in Copenhagen, Maya Nikolaeva in Paris, Shadia Naralla in Vienna, Marcin Goettig in Warsaw, Byron Kaye in Sydney, John O'Donnell in Frankfurt, Ari Rabinovitch in Tel Aviv and Noor Zainab Hussain in Bangalore; writing by Eric Auchard and David Clarke; editing by David Clarke)","author":"Jack Stubbs, Pavel Polityuk and Dustin Volz","publishedAt":{"$date":"2017-06-27T23:37:38.000Z"},"source":"reuters","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02\u0026d=20170627\u0026t=2\u0026i=1190742917\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5Q0ZZ","digest":"xw5kocVZ04AeGreYJbXlJA==\n"}
{"_id":{"$oid":"595c2847425ec3815dd99ea0"},"description":"As the United States pressures China to enforce United Nations sanctions on its ally North Korea, Washington is concerned that Russia could provide support to Pyongyang and fill any vacuum left by Beijing, U.S. Ambassador to the United Nations Nikki Haley said on Tuesday.","title":"U.S. worries Russia could step up North Korea support to fill China void","url":"http://www.reuters.com/article/us-usa-northkorea-russia-idUSKBN19I2E3","text":"U.S. Ambassador to the United Nations Nikki Haley testifies to the House Appropriations State, Foreign Operations and Related Programs Subcommittee on the budget for the U.N. in Washington, D.C., U.S., June 27, 2017. REUTERS/Joshua Roberts\n\nUNITED NATIONS As the United States pressures China to enforce United Nations sanctions on its ally North Korea, Washington is concerned that Russia could provide support to Pyongyang and fill any vacuum left by Beijing, U.S. Ambassador to the United Nations Nikki Haley said on Tuesday.\n\n\"I'm concerned that Russia may backfill North Korea,\" Haley told U.S. lawmakers in Washington. \"We don't have proof of that, but we are watching that carefully.\"\n\nWhile Washington has urged countries to downgrade ties with Pyongyang over its nuclear and ballistic missile programs, a cross-border ferry service was launched in May between North Korea and neighboring Russia. Russian President Vladimir Putin has said the world should talk to, rather than threaten, North Korea.\n\n\"We just need to keep the pressure on China, we need to keep our eyes on Russia, and we need to continue to let the North Korea regime know we are not looking for regime change ... we just want them to stop the nuclear activity,\" Haley said.\n\nThe U.N. Security Council first imposed sanctions on North Korea in 2006 over its ballistic missile and nuclear programs and has ratcheted up the measures in response to five nuclear tests and two long-range missile launches. The government in Pyongyang is threatening a sixth nuclear test.\n\nThe Trump administration has been pressing China aggressively to rein in its reclusive neighbor, warning that all options are on the table if Pyongyang persists with its nuclear and missile development programs.\n\nBeijing has repeatedly said its influence on North Korea is limited and that it is doing all it can, but U.S. President Donald Trump last week said China's efforts had failed.\n\nThe United States has struggled to slow North Korea's programs, which have become a security priority given Pyongyang's vow to develop a nuclear-tipped missile capable of hitting the U.S. mainland.\n\n\"The pressure on China can't stop,\" Haley said. \"We have to have China doing what they're supposed to. At the same time all other countries need to make sure they're enforcing the sanctions that the Security Council has already put in place.\"\n\nTrump, increasingly frustrated with China over its inaction on North Korea and bilateral trade issues, is now considering possible trade actions against Beijing, senior administration officials told Reuters.\n\nThe United States also plans to place China on its global list of worst offenders in human trafficking and forced labor, sources said, a step that could aggravate tensions with Beijing.\n\n(Additional reporting by Patricia Zengerle, editing by G Crosse)","author":"Michelle Nichols","publishedAt":{"$date":"2017-06-27T21:26:48.000Z"},"source":"reuters","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02\u0026d=20170627\u0026t=2\u0026i=1190714277\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5Q1DT","digest":"vLNcmCLtTiLQgBYZ0uwvEA==\n"}
{"_id":{"$oid":"595c2849425ec3815dd99ea4"},"description":"A Venezuelan police helicopter strafed the Supreme Court and a government ministry on Tuesday, escalating the OPEC nation's political crisis in what President Nicolas Maduro called an attack by \"terrorists\" seeking a coup.","title":"Helicopter attacks Venezuela court, Maduro denounces coup bid","url":"http://www.reuters.com/article/us-venezuela-politics-idUSKBN19I2RV","text":"Venezuela's President Nicolas Maduro (L) speaks during a gathering in support of him and his proposal for the National Constituent Assembly in Caracas, Venezuela June 27, 2017. Miraflores Palace/Handout via REUTERS\n\nA demonstrator displays writing on this face that reads, 'Freedom, we will return', as he attends a rally against Venezuela's President Nicolas Maduro's government in Caracas, Venezuela June 27, 2017. REUTERS/Ivan Alvarado\n\nVenezuela's President Nicolas Maduro (L) speaks during a gathering in support of him and his proposal for the National Constituent Assembly in Caracas, Venezuela June 27, 2017. Miraflores Palace/Handout via REUTERS\n\nVenezuela's President Nicolas Maduro speaks during a gathering in support of him and his proposal for the National Constituent Assembly in Caracas, Venezuela June 27, 2017. Miraflores Palace/Handout via REUTERS\n\nVenezuela's President Nicolas Maduro waves as he attends a gathering in support of him and his proposal for the National Constituent Assembly in Caracas, Venezuela June 27, 2017. Miraflores Palace/Handout via REUTERS\n\nVenezuela's President Nicolas Maduro (L) speaks during a gathering in support of him and his proposal for the National Constituent Assembly in Caracas, Venezuela June 27, 2017. Miraflores Palace/Handout via REUTERS\n\nDeputies clash with the Venezuelan National Guard in Caracas, June 27, 2017, in this still image taken from a video obtained from social media. Social Media/Gabriela Gonzalez @GabyGabyGG/via REUTERS\n\nOfficials launch explosives at the National Assembly in Caracas, June 27, 2017, in this still image taken from a video obtained from social media. Social Media/Gabriela Gonzalez @GabyGabyGG/via REUTERS\n\nA police helicopter flies over Venezuela's Supreme Court building in Caracas June 27, 2017, in this still image taken from a video. Mandatory credit Caraota Digital - MUST COURTESY CARAOTA DIGITAL/Handout via REUTERS\n\nFILE PHOTO: Police official Oscar Perez poses for photographs during an event of the Body of Scientific, Penal and Criminal Investigation (CICPC) in Caracas, Venezuela March 1, 2015. REUTERS/Christian Veron\n\nFILE PHOTO: Police official Oscar Perez poses for photographs during an event of the Body of Scientific, Penal and Criminal Investigation (CICPC) in Caracas, Venezuela March 1, 2015. REUTERS/Christian Veron\n\nFILE PHOTO: Police official Oscar Perez poses for photographs during an event of the Body of Scientific, Penal and Criminal Investigation (CICPC) in Caracas, Venezuela March 1, 2015. REUTERS/Christian Veron\n\nInvestigative police pilot Oscar Perez reads a statement from an undisclosed location June 27, 2017, in this still image taken from a video. Mandatory credit @OSCARPEREZGV INSTAGRAM - MUST COURTESY INSTAGRAM/@OSCARPEREZGOV/Handout via REUTERS\n\nFILE PHOTO: Police official Oscar Perez poses for photographs during an event of the Body of Scientific, Penal and Criminal Investigation (CICPC) in Caracas, Venezuela March 1, 2015. REUTERS/Christian Veron\n\nCARACAS The Venezuelan government hunted on Wednesday for rogue policemen who attacked key installations by helicopter, but critics of President Nicolas Maduro suspected the raid may have been staged to justify repression.\n\nIn extraordinary scenes over Caracas around sunset on Tuesday, the stolen helicopter fired shots at the Interior Ministry and dropped grenades on the Supreme Court, both viewed by Venezuela's opposition as bastions of support for a dictator.\n\nNobody was injured.\n\nOfficials said special forces were seeking Oscar Perez, 36, a police pilot named as the mastermind of the raid by the helicopter that carried a banner saying \"Freedom!\"\n\nIn 2015, Perez co-produced and starred in \"Death Suspended,\" an action film in which he played the lead role as a government agent rescuing a kidnapped businessman.\n\nThere was no sign on Wednesday of Perez, whom officials condemned as a \"psychopath\", but the helicopter was found on Venezuela's northern Caribbean coastline.\n\n\"We ask for maximum support to find this fanatic, extremist terrorist,\" vice president Tareck El Aissami said.\n\nThe attack exacerbated an already full-blown political crisis in Venezuela after three months of opposition protests demanding general elections and fixes for the sinking economy.\n\nAt least 76 people have died in the unrest since April, the latest a 25-year-old man shot in the head near a protest in the Petare slum of Caracas, authorities said on Wednesday.\n\nHundreds more people have been injured and arrested in what Maduro terms an ongoing coup attempt with U.S. encouragement.\n\nThe attack fed a conspiracy theory by opposition supporters that it may have been a government setup and overshadowed other drama on Tuesday, including the besieging of opposition legislators by gangs in the National Assembly.\n\nThe helicopter raid also coincided with a judicial measure weakening the powers of dissident chief state prosecutor Luisa Ortega, who has emerged as a major challenger to Maduro.\n\n\"It seems like a movie,\" said Julio Borges, leader of the opposition-controlled legislature, of the helicopter raid.\n\n\"Some people say it is a set-up, some that it is real ... Yesterday was full of contradictions ... A thousand things are happening, but I summarize it like this: a government is decaying and rotting, while a nation is fighting for dignity.\"\n\nThough Perez posted a video on social media showing himself in front of four hooded armed men and claiming to represent a coalition of security and civilian officials rising up against \"tyranny,\" there was no evidence of deeper support.\n\n\"CHEAP SHOW\"\n\nThe government, however, accused the policemen of links to the CIA and to Miguel Rodriguez, a former interior minister and intelligence chief under Maduro and his predecessor Hugo Chavez, who recently broke with the government.\n\n\"I'm not at all convinced by the helicopter incident,\" Rodriguez told Reuters on Wednesday, saying the figures behind Perez in the video looked like dummies and expressing surprise the helicopter could fly freely and also not injure anyone.\n\n\"Conclusion: a cheap show. Who gains from this? Only Nicolas for two reasons: to give credibility to his coup d'etat talk, and to blame Rodriguez,\" he added, referring to himself.\n\nAround the time of the attack, the pro-government Supreme Court expanded the role of the state ombudsman, a human rights guarantor who is closely allied with Maduro, by giving him powers previously held only by the state prosecutor's office.\n\nOpposition leaders described that as an attempt to supplant chief prosecutor Ortega, who has confronted both Maduro and the Supreme Court this year after splitting ranks.\n\nThe Supreme Court on Wednesday evening said it approved a measure blocking Ortega from leaving the country, freezing her bank accounts, and summoning her to a July 4 hearing to discuss whether she has committed \"serious offenses.\"\n\nAdding to Venezuela's tinder-box atmosphere, opposition supporters again took to the streets nationwide on Wednesday to barricade roads.\n\nOne opposition lawmaker, Juan Guaido, filmed himself bleeding from wounds he said were inflicted by rubber bullets.\n\nOpposition supporters hope that cracks within government may swing the crisis their way, and have been delighted to see heavyweights like Ortega and Rodriguez oppose Maduro.\n\nTheir main focus is to stop a July 30 vote called by Maduro to form a super-body known as a Constituent Assembly, with powers to rewrite the constitution and supersede other institutions. Maduro says the assembly is the only way to bring peace to Venezuela, but opponents say it is a sham vote intended solely to keep an unpopular government in power.\n\n\"We can't let July 30 happen, we mustn't,\" said children's health worker Rosa Toro, 52, blocking a road with friends. \"We're being governed by criminals, traffickers and thieves,\" added lawyer Matias Perez, 40, protesting with a plastic trumpet.\n\nGovernment officials lined up on Wednesday to condemn the helicopter attack, insisting it was the work of a few individuals and not representative of wider dissent.\n\nForeign Minister Samuel Moncada complained about the lack of international condemnation of the attack, saying it contrasted with the barrage of foreign criticism of the government.\n\n\"In Europe it's now eight at night, but we've not had any reaction from European Union countries,\" he said of a bloc that has been strongly critical of Maduro in recent months.\n\nThe minister rejected accusations that the attack was carried out by the government for its own purposes.\n\n\"Who can believe we are that sophisticated? Sending someone to throw grenades, who can believe that?\" he asked.\n\n(Additional reporting by Eyanir Chinea, Silene Ramirez, Brian Ellsworth, Herbert Villaraga, Diego Ore, Corina Pons and Girish Gupta; Editing by Jeffrey Benkoe and Andrew Hay)","author":"Silene Ramírez and Eyanir Chinea","publishedAt":{"$date":"2017-06-28T03:54:09.000Z"},"source":"reuters","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02\u0026d=20170628\u0026t=2\u0026i=1190771223\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5R01H","digest":"14+pnYg2zOhnxBBc2M13Fw==\n"}
{"_id":{"$oid":"595c284b425ec3815dd99ea7"},"description":"As Hong Kong marks 20 years since the former British colony was handed back to China, vegetable seller Lau Mei-tin is in no mood to celebrate.","title":"Hong Kong wealth gap at its widest in decades as handover anniversary nears","url":"http://www.reuters.com/article/us-hongkong-anniversary-wealth-gap-idUSKBN19I1E2","text":"FILE PHOTO: Unemployed Hong Kong resident Simon Wong, 61, smokes inside his 4-by-6-feet partitioned unit, or 'coffin unit', with a monthly rent of HK$1,750 ($226) in Hong Kong, China October 31, 2016. REUTERS/Bobby Yip/File Photo\n\nLights light up the skyline of Hong Kong, China in the evening of June 8, 2017. Picture taken June 8, 2017. REUTERS/Bobby Yip\n\nHONG KONG As Hong Kong marks 20 years since the former British colony was handed back to China, vegetable seller Lau Mei-tin is in no mood to celebrate.\n\nSoaring property prices have pushed up rents and had a knock-on effect as businesses raise prices on goods and services, forcing people like Lau to find extra work.\n\n\"You have to work yourself to death. If you don't work and work, you can't cover living costs,\" Lau said at her food stall in a city wet market.\n\n\"The situation in Hong Kong is terrible,\" she said.\n\nIncome inequality has reached its highest level in more than four decades, according to government data, as a red-hot property market squeezes the city's most vulnerable people and risks fuelling social tensions.\n\nThe city of 7.3 million people has the world's third largest concentration of individuals worth more than $30 million, behind London and number one New York, according to a global wealth report by real estate consultancy Knight Frank.\n\nHong Kong had 4,080 ultra high-net worth individuals in 2016, the report said, but mainland China has more than three times that number and many of them have bought property in the territory.\n\nDespite government efforts to alleviate poverty, the city remains among the most inequitable in the world, said charity Oxfam, citing recent census data.\n\nThe wealthiest 10 percent of households earn nearly 44 times more than the poorest 10 percent who make an average of HK$2,560 ($328.20) per month, according to a 2016 household income report published by the Census and Statistics Dept this month.\n\nHong Kong's Gini coefficient for household income - a widely used measure of income disparity - rose to 0.539 last year on a scale from zero to one, the highest rating recorded in over four decades. Zero represents equality.\n\nSingapore, another Asian financial hub, saw its coefficient fall to 0.458 in 2016, the lowest in a decade. The United States recorded a figure of 0.394 in 2014, while the United Kingdom came in at 0.358 in 2013, according to the OECD.\n\nHOUSING DISCONTENT\n\nHong Kong's property market, one of the world's most expensive, is a stark example of the widening wealth gap.\n\nAn apartment of less than 200 square feet can cost as much as $500,000 in Hong Kong, where home prices have surged more than 137 percent since the financial crisis in 2008, propelled by a supply shortage, low interest rates, and big flows of money from the mainland.\n\nNearly 30 percent of city households, or around two million people, live in subsidized public housing but the waiting time for these units is now over four years.\n\nMany poor and elderly can only afford to live in small cubicles or subdivided flats, said Kalina Tsang, senior manager for Ofxam in Hong Kong.\n\n\"One of the most urgent things for the new government to do is increase the public rental protection housing in Hong Kong so that poor people can have a decent living,\" Tsang said.\n\nHong Kong-leader elect Carrie Lam, who takes over on July 1, has said she is \"very determined\" to tackle the high cost of housing, which helped fuel pro-democracy protests in 2014.\n\nHong Kong Chief Secretary Matthew Cheung, the city's former commissioner for poverty, said the government has a plan to free up land for public and private housing over the next 10 years.\n\n\"Property prices have always been a problem and still remain a problem that we need to tackle,\" he said.\n\nThe government is trying \"but it's never enough\", said 23-year-old Joyce Leung, who works for a recruiting firm and lives with her family because she can't afford to rent.\n\n\"I feel they are helping more the investors or the wealthy individuals than the general public.\"\n\n(Additional reporting by Jayson Albano, writing by Farah Master, editing by Darren Schuettler and Nick Macfie)","author":"Pak Yiu and Stefanie McIntyre","publishedAt":{"$date":"2017-06-27T14:53:43.000Z"},"source":"reuters","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02\u0026d=20170627\u0026t=2\u0026i=1190666585\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5Q0R0","digest":"btW0iTcJGAtCHWV5EWKH3w==\n"}
{"_id":{"$oid":"595c284c425ec3815dd99eaa"},"description":"Iraqi forces on Tuesday pushed towards the river side of Mosul's Old City, their key target in the eight-month campaign to capture Islamic State's de-facto capital, and Iraq's prime minister predicted victory very soon.","title":"Iraqi forces seize more ground in Mosul from Islamic State, PM sees victory soon","url":"http://www.reuters.com/article/us-mideast-crisis-iraq-mosul-idUSKBN19I1AT","text":"Iraqi forces are reflected in a mirror inside a house on the frontline in the Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nAn Iraqi soldier walks past the ruins of a mosque at the frontline in Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA destroyed al-Hadba minaret at Grand al-Nuri Mosque (L) is pictured through a hole at the Iraqi-held position at the Old City in Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA destroyed al-Hadba minaret at Grand al-Nuri Mosque (L) is pictured through a hole at the Iraqi-held position at the Old City in Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nDisplaced Iraqi civilians are seen through a shattered glass window of an Iraqi forces armoured fighting vehicle in West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nDestroyed armoured fighting vehicles of the Islamic State militants are seen at the frontline in the Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nDisplaced Iraqi civilians are seen through a shattered glass window of an Iraqi forces armoured fighting vehicle in West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nIraqi children refugees gesture to motorists as they stand on the side of a road in West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nSmoke rises from clashes in the Old City of Mosul, Iraq June 27, 2017. REUTERS/Alaa Al-Marjani\n\nA destroyed al-Hadba minaret at Grand al-Nuri Mosque (L) is seen in Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA member of Iraqi forces stands guard next to armoured fighting vehicles at the frontline in Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nSmoke rises from clashes in the Old City of Mosul, Iraq June 27, 2017. REUTERS/Alaa Al-Marjani\n\nA destroyed mosque is seen among other houses near the Grand Al-Nuri mosque at the frontline in the Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA member of Iraqi forces shares water with a comrade on the turret of an armoured fighting vehicle in West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA shoe is seen among a pile of unexploded ordnance at the positions of the Iraqi forces at the frontline in Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nMembers of Iraqi forces take up positions at the frontline in Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA member of Iraqi forces walks as they advance their positions on the frontline at the Old City in West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nAn Iraqi soldier walks out of a hole on the frontline in the Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nA member of Iraqi Federal Police carries his weapon at the frontline in the Old City of Mosul, Iraq June 27, 2017. REUTERS/Alaa Al-Marjani\n\nA shoe is seen among a pile of unexploded ordnance at the positions of the Iraqi forces at the frontline in Old City of West Mosul, Iraq June 27, 2017. REUTERS/Erik De Castro\n\nMOSUL, Iraq Iraqi forces on Tuesday pushed towards the river side of Mosul's Old City, their key target in the eight-month campaign to capture Islamic State's de-facto capital, and Iraq's prime minister predicted victory very soon.\n\nIraqi forces, battling up to 350 militants dug in among civilians in the Old City, said federal police had dislodged IS insurgents from the Ziwani mosque and were only a few days away from ousting militants completely from the Old City.\n\n\"The victory announcement will come in a very short time,\" Prime Minister Haider al-Abadi said on his website on Monday evening.\n\n\"The operation is continuing to free the remaining parts of the Old City,\" Lieutenant General Abdul-Wahab al-Saadi of the Counter Terrorism Service (CTS) told a Reuters correspondent near the frontline in the heart of the Old City.\n\nIraqi forces had about 600 meters (2,000 ft) of ground left to cover before reaching Mosul's Corniche road along the western bank of the Tigris, federal police commander Lieutenant General Raed Shaker Jawdat told Iraqi State TV.\n\n\"In a few days our forces will reach Corniche and bring the battle to its conclusion,\" said Jawdat.\n\nThe fall of the northern Iraqi city would mark the end of the Iraqi half of the \"caliphate\" proclaimed by Islamic State, though the militant group remains in control of large areas of both Iraq and Syria.\n\nIn Syria, the Islamic State-held capital of Raqqa, is virtually encircled by a U.S.-backed, Kurdish-led coalition.\n\nFederal police and elite CTS units in Mosul were battling with IS fighters in the Old City's maze of narrow alleyways, along with the army and interior ministry units.\n\nIslamic State has lost about half the Old City since the battle for the historic district started ten days ago. About one sq km (0.4 sq mile) remained under its control, according to Iraqi state TV.\n\nThe army's 16th infantry division seized on Tuesday the al-Mashahda quarter, in the northwestern corner of the Old City, and federal police took al-Bayd and Ras al-Jadda, in the southwestern quarter, military statements said.\n\nUp to 350 militants are estimated by the Iraqi military to be dug in the Old City among civilians in wrecked houses and crumbling infrastructure. They are trying to slow the advance of Iraqi forces by laying booby traps and using suicide bombers and snipers.\n\nThose residents who have escaped say many of the civilians trapped behind Islamic State lines -- put at 50,000 by the Iraqi military - are in a desperate situation with little food, water or medicines.\n\nA U.S.-led international coalition is providing air and ground support in the eight-month-old offensive.\n\nHUMAN SHIELDS\n\nThe Iraqi government once hoped to take Mosul by the end of 2016, but fighting has dragged on as militants have reinforced positions in civilian areas, effectively using residents as human shields.\n\nHundreds of civilians who managed to escape as the forces advanced into the Old City gathered on the side of the road at the edge of western Mosul on Tuesday.\n\nBut hundreds of civilians have been killed in the past month as they tried to flee the Old City.\n\nThe militants last week destroyed the historic Grand al-Nuri Mosque and its leaning minaret from which their leader Abu Bakr al-Baghdadi declared a caliphate spanning parts of Iraq and Syria three years ago. The mosque's grounds remain under the militants' control.\n\nIraqi troops on Monday captured the al-Faruq quarter, facing the mosque, the military said.\n\nOnly a handful of districts remained to be cleared, al-Saadi said, standing atop a rooftop overlooking al-Faruq street which now marks the frontline, a few dozen meters (yards) from the old mosque.\n\nSporadic sniper fire could be heard, and an incoming rocket, as the troops used a drone to survey the insurgents' defenses. The Iraqi forces started attacking the western side of Mosul in February, a month after taking the side located east of the Tigris.\n\nAbout 850,000 people, more than a third of Mosul's pre-war population, have fled, seeking refuge with relatives or in camps, according to aid groups.\n\nIslamic State's Baghdadi has left the fighting in Mosul to local commanders and is assumed to be hiding on the Iraqi-Syrian border. There has been no confirmation of Russian reports over the past days that he has been killed.\n\nThe group has carried out sporadic suicide bombings in parts of Mosul using sleeper cells. It launched a wave of such attacks late on Sunday, trying to take control of a district west of the Old City, Hay al-Tanak, and the nearby Yarmuk quarter.\n\nSecurity forces blocked their attempted fight-back, al-Saadi said.\n\n(For a graphic on advance on Islamic State, click tmsnrt.rs/2rGYK7v)\n\n(Writing by Maher Chmaytelli; Editing by Richard Balmforth)","author":"Stephen Kalin","publishedAt":{"$date":"2017-06-28T02:52:20.000Z"},"source":"reuters","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02\u0026d=20170628\u0026t=2\u0026i=1190779218\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5R05E","digest":"v1K8LFuuB70jgj3sOTS3Mw==\n"}
{"_id":{"$oid":"595c284d425ec3815dd99ead"},"description":"Ault","title":"In disaster's wake, BP doubles down on deepwater despite surging shale","url":"http://www.reuters.com/article/us-bp-gulfmexico-insight-idUSKBN19I0G4","text":"Cranes used to lift and move heavy drilling equipment are pictured on BP's Thunder Horse Oil Platform in the Gulf of Mexico, 150 miles from the Louisiana coast, May 11, 2017. Picture taken May 11, 2017. REUTERS/Jessica Resnick-Ault\n\nRepresentative Steve Scalise (R-LA) is pictured sitting at the controls in the drilling shack on BP's Thunder Horse Oil Platform in the Gulf of Mexico, 150 miles from the Louisiana coast, May 11, 2017. Picture taken May 11, 2017. REUTERS/Jessica Resnick-Ault\n\nA metal buliding housing bunks for the 300 workers on the platform is pictured on BP's Thunder Horse Oil Platform in the Gulf of Mexico, 150 miles from the Louisiana coast, May 11, 2017. Picture taken May 11, 2017. REUTERS/Jessica Resnick-Ault\n\nA massive drilling derrick is pictured on BP's Thunder Horse Oil Platform in the Gulf of Mexico, 150 miles from the Louisiana coast, May 11, 2017. Picture taken May 11, 2017. REUTERS/Jessica Resnick-Ault\n\nRepresentative Steve Scalise (R-LA) tours BP's Thunder Horse Oil Platform in the Gulf of Mexico, 150 miles from the Louisiana coast in this undated handout photo obtained by Reuters June 26, 2017. Chris Bond/Handout via REUTERS\n\nRepresentative Steve Scalise (R-LA) views BP's Thunder Horse Oil Platform in the Gulf of Mexico, from the air, 150 miles from the Louisiana coast in this undated handout photo obtained by Reuters June 26, 2017. Chris Bond/Handout via REUTERS\n\nTHUNDER HORSE OIL PLATFORM, Gulf of Mexico About 300 BP workers commute 150 miles here by helicopter, from the Louisiana coast to a deep-sea drilling platform that can produce more oil in a day than a West Texas rig can pump in a year.\n\nOn the deck of Thunder Horse, they work two-week shifts, drink seawater from a desalination plant, and eat ribs and chicken ferried in by boat. On the ocean floor, robots provide remote eyes and arms as drills extract up to 265,000 barrels per day.\n\n\"There's a whole city below us,\" said Jim Pearl, Marine Team Leader on the platform.\n\nThis is just one of the four Gulf of Mexico platforms on which BP has staked its future in U.S. oil production.\n\nSeven years after its Deepwater Horizon explosion and oil spill, BP is betting tens of billions of dollars on the prospect that it can slash the costs of offshore drilling by half or more - just as shale oil producers have done onshore.\n\nThe firm says it can do that while it continues to pay an estimated $61 billion in total costs and damages from the worst spill in history - and without compromising safety.\n\nBP's Gulf platforms are key to a global strategy calling for up to $17 billion in annual investments through 2021 to increase production by about 5 percent each year, Chief Executive Officer Bob Dudley recently told investors.\n\n\"Our strategy is to take this investment that we spent so much money building, and keep it full\" to the platform's capacity, Richard Morrison, BP's regional president for the Gulf of Mexico, told Reuters during the first tour of a BP Gulf drilling platform since the disaster. \"We're also exploring for larger pools of oil.\"\n\nBP's deepwater double-down is all the more striking for the contrast to its chief competitors, who have cooled on offshore investments in light of the lower costs and quicker returns of onshore shale plays.\n\nWhile BP has some onshore U.S. developments, the firm is notably absent from the industry's rush into shale oil fields of the West Texas Permian Basin.\n\nMajors including Exxon Mobil Corp (XOM.N), Chevron Corp (CVX.N) and Royal Dutch Shell (RDSa.L) have maintained Gulf operations but focused expansions on U.S. shale. Exxon Mobil doubled its acreage in the Permian in a deal earlier this year.\n\nFreeport-McMoRan (FCX.N) and Devon Energy Corp (DVN.N) have pulled out of Gulf drilling entirely in recent years. Anadarko Petroleum Corp (APC.N) took a $435-million dollar write-down in May on its Shenandoah project in the Gulf, deciding it could not profit with oil prices hovering at about $50 a barrel.\n\n\"In a $50 to $60 world, we always felt like greenfield development, in the Gulf in particular, was fairly challenged,\" Anadarko CEO Al Walker told investors last month.\n\nOil prices dropped steeply last week, settling in the low $40s per barrel.\n\nBP says its next Gulf development - the $9 billion Mad Dog phase two - would be profitable even at $40 a barrel. As recently as 2013, BP reported that it could not start new deepwater Gulf projects at prices lower than $100 a barrel.\n\nA BILLION BARRELS\n\nIn time, BP's offshore expansion could produce a huge payoff. The firm announced last month that it had discovered an additional billion barrels of oil below its four audaciously named Gulf platforms - Thunder Horse, Atlantis, Na Kika and Mad Dog.\n\nThe find - worth more than $40 billion at today's market prices - amounts to more than three times the proven reserves at the Na Kika field, or the equivalent of three new fields in the Gulf.\n\n\"It seems like every ten years there's another breakthrough\" that unlocks more Gulf oil, Morrison said on the deck of Thunder Horse.\n\nOver his shoulder, a drillship three miles away tapped a new well that will feed production into the massive platform.\n\nIn the wake of the 2010 BP disaster, deepwater production was curtailed by a six-month U.S. government moratorium on drilling and a longer period of uncertainty about regulation. But output has rebounded to new record highs as projects sanctioned years ago start operations and existing hubs such as Thunder Horse expand.\n\nBP's big new discovery is key to its slashing of estimated per-barrel costs, as are a host of drilling innovations and more favorable deals with service providers.\n\nFor eight decades, geologists have used seismic imaging to estimate oil and gas reserves beneath the rocky undersea terrain.\n\nBP used its own new technology for the billion-barrel discovery. Called full waveform inversion, the technique uses massive amounts of data to create a high-resolution model of reserves that were previously hidden beneath salt deposits.\n\nThe firm also aims to tap those reserves without building new multi-billion-dollar platforms.\n\nAt Thunder Horse and other platforms, BP is installing wellheads on the seabed and connecting them to pipelines that rise up to existing platforms, like the legs of a spider.\n\nThese \"tiebacks\" allow producers to feed oil from remote regions of fields that previously went untapped.\n\nOther design changes helped BP hold down the investment in Mad Dog's second phase from an initially estimated $20 billion to just $9 billion, the company said. Such savings are part of the equation BP uses to estimate the platform's profitability at oil prices of $40 a barrel.\n\nThe struggles of deepwater oil service firms - who were forced to cut prices after per-barrel prices tanked in 2014 - are also keeping BP's expansion costs low.\n\n\"If you're going to be building an offshore Gulf of Mexico platform, now is the time to be doing it,\" said Norm MacDonald, portfolio manager for Invesco's energy fund, which has increased its stake in BP, its second-largest holding.\n\nOther funds remain leery of offshore investments because of the longer wait for a return in a volatile industry.\n\nShale has a \"liquidity premium\" because producers can make smaller investments and recoup them sooner, within two or three years, said Michael Roomberg, a portfolio analyst at Miller-Howard Investments.\n\nTie-backs and other advances, however, could accelerate deepwater returns and help narrow the liquidity gap with shale, MacDonald said.\n\nCOST CUTTING, SAFETY CONCERNS\n\nBP's growing deepwater investments irk some environmentalists, who say the company has fought paying what it owes to restore shorelines and communities damaged by its massive spill.\n\nThey also see the threat of another disaster.\n\n\"They never really fulfilled those promises, and people are very skeptical about them expanding drilling,\" said Raleigh Hoke, campaign director at Gulf Restoration Network in New Orleans.\n\nRichard Sears - who served as chief scientist on the National Commission on the BP Deepwater Horizon Oil Spill and Offshore Drilling - said such projects can be managed safely at low oil prices.\n\nThe causes of the BP disaster had more to do with poor decision-making and slipshod safety systems than cost-cutting, said Sears, who previously managed production projects at Shell.\n\nBP said it has bolstered safety operations globally since the spill, introducing a safety and operational risk staff with 800 positions and an internal global wells organization to standardize drilling practices, among other measures. The company says it cannot precisely estimate new spending on safety since the spill because its efforts are integrated into many parts of the company.\n\nIn a glassed-in drilling shack on the Thunder Horse platform, operators stay connected to a new onshore command center in Houston that BP designed to monitor data from offshore wells.\n\nOn the deck below sits a blowout preventer, a room-sized piece of equipment that would soon be fitted on the wellhead of a drilling site, two miles under water.\n\nBut first it would need a safety inspection - unlike the blowout preventer that infamously failed to contain the 2010 spill, which federal regulators have said had not been inspected in years.\n\n(Editing by David Gaffen, Simon Webb and Brian Thevenot)","author":"Jessica Resnick-Ault","publishedAt":{"$date":"2017-06-27T19:45:58.000Z"},"source":"reuters","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02\u0026d=20170627\u0026t=2\u0026i=1190625537\u0026w=\u0026fh=545px\u0026fw=\u0026ll=\u0026pl=\u0026sq=\u0026r=LYNXMPED5Q07K","digest":"BOyYpWBrJuyVP74T12f6gg==\n"}
{"_id":{"$oid":"595c284e425ec3815dd99eb0"},"description":"Product reviews and demos from our TechCrunch Gadget team","title":"Gadgets","url":"https://techcrunch.com/video/gadgets/","text":"Hi!\n\nYou are about to activate our Facebook Messenger news bot. Once subscribed, the bot will send you a digest of trending stories once a day. You can also customize the types of stories it sends you.\n\nClick on the button below to subscribe and wait for a new Facebook message from the TC Messenger news bot.\n\nThanks,\n\nTC Team","author":"Veanne Cao","publishedAt":{"$date":"2017-06-27T13:57:40.000Z"},"source":"techcrunch","urlToImage":"https://tctechcrunch2011.files.wordpress.com/2013/10/techcrunch-gadgets-icon_rect.png?w=450\u0026h=200\u0026crop=1","digest":"RMIMwYRwg5fOUJAsrJqhQA==\n"}
{"_id":{"$oid":"595c287e425ec3815dd99eb8"},"description":"\"Now let's bring the world closer together\"","title":"More Than 2 Billion People Now Use Facebook Each Month","url":"http://time.com/4835243/facebook-2-billion-monthly-active-users/","text":"More Than 2 Billion People Now Use Facebook Each Month\n\nFacebook CEO Mark Zuckerberg took to the media platform Tuesday to announce more than 2 billion people now use Facebook each month.\n\n\"We're making progress connecting the world, and now let's bring the world closer together,\" he said in a post .\n\nThe site is commemorating its community with a series of new features, including personalized videos for users. It revealed in a post that an average of more than 800 million people click \"like\" on Facebook content every day.\n\nOn October 4, 2012, Zuckerberg announced that 1 billion people were on Facebook actively each month. Then, on Aug. 27, 2015, he said 1 billion people had visited the site in just one day .\n\nTwo Billion People Coming Together on Facebook https://t.co/NMwI1NTplD - Facebook Newsroom (@fbnewsroom) June 27, 2017","author":"Catherine Trautwein","publishedAt":{"$date":"2017-06-27T18:32:49.000Z"},"source":"time","urlToImage":"https://timedotcom.files.wordpress.com/2017/05/170601-zuckerberg-books.jpg?w=720","digest":"Q+J+bmtB7ATU9gK5taIWTg==\n"}
{"_id":{"$oid":"595c2b32425ec3815dd99ecc"},"description":"It will serve the coffee menu","title":"A Look Inside This Starbucks Modeled After a Japanese Teahouse","url":"http://time.com/4834814/starbucks-japan-teahouse-kyoto/","text":"Starbucks' latest venture in Kyoto, Japan, includes a new location in a traditional teahouse.\n\nThe new store, located in Kyoto's Higashiyama district, will blend into a city filled with traditional temples and shrines. It will be housed in a building that is more than 100 years old and that served as a teahouse until it went out of business in 2005, Rocket News reports .\n\nThe newly renovated building will open as a Starbucks on June 30 while keeping the structure in line with traditional Japanese architecture . Rather than a Starbucks sign to indicate that it is a cafe, a deep green banner with the company logo hangs in the front.\n\nThe interior features seating on the floor, and guests are asked to remove their shoes, as part of Japanese custom.\n\nAlthough it doesn't look like a typical Starbucks, the coffee chain will offer its full menu at the Kyoto location.\n\nStarbucks Japan","author":"Mahita Gajanan","publishedAt":{"$date":"2017-06-27T18:48:01.000Z"},"source":"time","urlToImage":"https://timedotcom.files.wordpress.com/2017/06/starbucks.jpg?w=720","digest":"tLOUhlGyx1rlGV/OXDRJYw==\n"}
{"_id":{"$oid":"595c53da425ec3815dd99ed3"},"description":"U.S. favorability ratings slumped to 49% from 64% at the end of Obama's presidency.","title":"America’s Global Image Has Plummeted Under Trump, Survey Shows","url":"http://fortune.com/2017/06/26/us-image-trump-pew-survey/","text":"The image of the United States has deteriorated sharply across the globe under President Donald Trump and an overwhelming majority of people in other countries have no confidence in his ability to lead, a survey from the Pew Research Center showed.\n\nFive months into Trump's presidency, the survey spanning 37 nations showed U.S. favorability ratings in the rest of the world slumping to 49% from 64% at the end of Barack Obama's eight years in the White House.\n\nBut the falls were far steeper in some of America's closest allies, including U.S. neighbors Mexico and Canada, and European partners like Germany and Spain.\n\nTrump took office in January pledging to put \"America First\". Since then he has pressed ahead with plans to build a wall along the U.S. border with Mexico, announced he will pull out of the Paris climate accord , and accused countries including Canada, Germany and China of unfair trade practices.\n\nOn his first foreign trip as president in early June, Trump received warm welcomes in Saudi Arabia and Israel, but a cool reception from European partners, with whom he clashed over NATO spending , climate and trade.\n\nJust 30% of Mexicans now say they have a favorable view of the United States, down from 66% at the end of the Obama era. In Canada and Germany, favorability ratings slid by 22 points, to 43% and 35%, respectively.\n\nIn many European countries, the ratings were comparable to those seen at the end of the presidency of George W. Bush, whose 2003 invasion of Iraq was deeply unpopular.\n\n\"The drop in favourability ratings for the United States is widespread,\" the Pew report said. \"The share of the public with a positive view of the U.S. has plummeted in a diverse set of countries from Latin America, North America, Europe, Asia and Africa\".\n\nBELOW PUTIN AND XI\n\nThe survey, based on the responses of 40,447 people and conducted between Feb. 16 and May 8 this year, showed even deeper mistrust of Trump himself, with only 22% of those surveyed saying they had confidence he would do the right thing in world affairs, compared to 64% who trusted Obama.\n\nBoth Russian President Vladimir Putin and Chinese President Xi Jinping, with confidence ratings of 27% and 28% respectively, scored higher than Trump. German Chancellor Angela Merkel, with a confidence rating of 42%, scored highest among the four leaders in the survey.\n\nFore more about Donald Trump, watch Fortune's video:\n\nThe countries with the lowest confidence in Trump were Mexico, at 5% and Spain at 7%. The only two countries where ratings improved compared to Obama were Russia, where confidence in the U.S. president surged to 53% from 11%, and Israel, where it rose 7 points to 56%.\n\nGlobally, 75% of respondents described Trump as \"arrogant\", 65% as \"intolerant\" and 62% as \"dangerous\". A majority of 55% also described him as a \"strong leader\".\n\nThe survey showed widespread disapproval of Trump's signature policy proposals, with 76% unhappy with his plan to build the wall on the border with Mexico, 72% against his withdrawal from major trade agreements and 62% opposed to his plans to restrict travel to the U.S. from some majority-Muslim countries.\n\nOn the positive side, the survey showed that 58% of respondents had a positive view of Americans in general. And in many regions of the world, a majority or plurality of respondents said they expected relations with the United States to stay roughly the same in spite of Trump.","author":"Reuters","publishedAt":{"$date":"2017-06-27T02:23:23.000Z"},"source":"time","urlToImage":"https://fortunedotcom.files.wordpress.com/2017/06/gettyimages-801510718.jpg?w=720","digest":"NtBgtwETMw+dKLvvXkcRIg==\n"}
{"_id":{"$oid":"595c53db425ec3815dd99ed6"},"description":"Plague is usually transmitted to humans through bites or direct contact","title":"2 New Cases of Human Plague Have Been Confirmed in New Mexico","url":"http://time.com/4834612/plague-new-mexico-two-cases/","text":"2 New Cases of Human Plague Have Been Confirmed in New Mexico\n\nTwo new cases of plague have been confirmed in New Mexico, bringing the total number of cases of human plague in the state this year to three.\n\nThe New Mexico Department of Health reported that two women, ages 52 and 62, from Santa Fe County were diagnosed with plague. The first case of plague in Santa Fe County this year, found in a 63-year-old man, was reported earlier in June. All three cases have required hospitalization, the health department said .\n\nPlague, a bacterial disease found in rodents, is usually transmitted to humans through bites from infected fleas or by direct contact with infected animals, like rodents, wildlife and pets. Symptoms include fever, chills, headache, weakness and painful swollen lymph nodes. Proper treatment and antibiotics greatly reduce the risk of death.\n\nFour cases of plague were reported in New Mexico in 2016.","author":"Mahita Gajanan","publishedAt":{"$date":"2017-06-27T15:05:21.000Z"},"source":"time","urlToImage":"https://timedotcom.files.wordpress.com/2017/06/plague.jpg?w=720","digest":"U8cx6b6vfzg+AW2vVHXJZg==\n"}
{"_id":{"$oid":"595c5597425ec3815dd99edc"},"description":"\"She has a nice smile on her face so I bet she treats you well.\"","title":"Trump Made A Female Reporter Come Over To His Desk So He Could Comment On Her Looks","url":"https://www.buzzfeed.com/mbvd/trump-called-over-a-female-reporter-to-comment-on-her-looks","text":"President Donald Trump on Tuesday interrupted his call with the new Irish prime minister to bring attention to a reporter, saying, \"She has a nice smile on her face, so I bet she treats you well.\"\n\nVideo of the bizarre moment when President @realDonaldTrump called me over during his call with Taoiseach https://t.co/BXRktivMsa\n\nThe reporter, Caitriona Perry, who has been the Washington correspondent for the Irish public service broadcaster Raidi Teilifs ireann since 2014, shared the \"bizarre moment\" on her Twitter feed and it quickly went viral.\n\nThe interaction happened in the Oval Office during a phone conversation in which Trump was calling to congratulate Leo Varadkar on his election earlier this month as prime minister  known as a taoiseach in Ireland.\n\n\"We have a lot of your Irish press watching us right now,\" Trump told Varadkar, before turning to Perry. \"We have all of this Irish, beautiful Irish press. Where are you from? Come here, come here...\"\n\n\"She has a nice smile on her face, so I bet she treats you well,\" the president said to Varadkar on the phone as Perry, who was covering the call, retreated.\n\n\"He thanks you for the newspapers, Caitriona,\" Trump added.","author":"Michelle Broder Van Dyke","publishedAt":{"$date":"2017-06-28T01:12:40.000Z"},"source":"buzzfeed","urlToImage":"https://img.buzzfeed.com/buzzfeed-static/static/2017-06/27/21/tmp/buzzfeed-prod-fastlane-02/tmp-name-2-15178-1498612271-0_dblbig.jpg","digest":"UnviJR0F1iXvp9beAlF2lQ==\n"}
{"_id":{"$oid":"595c5598425ec3815dd99edf"},"description":"The actor was not at his San Luis Obispo ranch during Monday's fire","title":"‘Big Bang Theory’ star Johnny Galecki’s home burns down in huge California fire","url":"http://people.com/tv/johnny-galecki-ranch-burns-down/","text":"Johnny Galeckis San Luis Obispo ranch was ravaged by a large fire on Monday.\n\nGaleckis ranch, which is located 190 miles away from Los Angeles, was burned to the ground in a fire that is threatening other homes as well, the actors rep confirms to PEOPLE.\n\nThe Hill Fire, as it has been named in California, is estimated to be around 1,500 acres in size, according to KSBY. Two fires were initially reported in the area, but later merged into one as the states fire season ramps up.\n\nNearly 250 people were evacuated from their homes on Monday night, KSBY reports. All roads leading to the area of the fire were closed.\n\nAccording to TMZ (which first reported the news) Galecki, 42, will return to the ranch as soon as road closures are lifted to recover any remaining memorabilia.\n\nThe Big Bang Theory actor spent the weekend performing at Chicagos Country LakeShake Festival.","author":"Alexia Fernandez ","publishedAt":{"$date":"2017-06-28T04:40:04.000Z"},"source":"entertainment-weekly","urlToImage":"http://i1.wp.com/ewedit.files.wordpress.com/2017/06/johnny-galecki.jpg?crop=0px%2C0px%2C2000px%2C1050px\u0026resize=1200%2C630\u0026ssl=1","digest":"qRRJTQLF3e4uGVWvbq1/yQ==\n"}
{"_id":{"$oid":"595c5599425ec3815dd99ee2"},"description":"A.D. is finally revealed as the series comes to a close.","title":"'Pretty Little Liars' Series Finale Recap: A.D. Is Finally, Finally Revealed","url":"http://ew.com/recap/pretty-little-liars-series-finale/","text":"After seven years of twists, turns, fake-outs, network name-changes, and scary text messages, its hard to believe Pretty Little Liars is finally over. And while the show did its best to wrap things up, there still were plenty of moments that required a little suspension of disbelief. But thats the show we know and love (and sometimes hate), right?\n\nMore analysis to come but here we go, for the last time.\n\nWe start with the girls drinking coffee at night (that should have been a clue), discussing Monas lock-up and reminiscing about how they used to Google murder weapons and get that tingly feeling when they knew A was watching them. Lucas tap dances by in a white tux, and then Jenna follows in a ringmasters uniform on a white horse. Oh. Its some kind of dream. Turns out its Monas, and when she comes to at Welby, someones in her room. I never would have guessed it was you, she says. Are you here to kill me?\n\nCut to one year later: Ezra and Aria are wandering through a studio lot the week of their wedding. Turns out their book just might become a movie. Everythings coming up Ezria!\n\nAt the DiLaurentis-Fields house, Emily is feeding a baby no wait, two babies! She and Ali have twins, Lily and Grace. Theyre adorable, but something seems off with Ali.\n\nShortly after, she meets with Mrs. Fields at the Radley. She doesnt know youre here, right? Mrs. Fields says, before alluding to something about Emily being taken care of. Ali says, Like I promised you, I will always be here for her. The words are nice, but the tone is strange. Whats going on?\n\nAli and Emily might have babies, but Spencer has a pet: Shes bought a horse named Bashful, and she chats with Melissa at the stable. I was hoping youd consider swapping the barn for your old room, Melissa jokes to Spencer  the first callback to the PLL pilot that we were promised in this finale. Toby comes around to say hi, and though the horse is temperamental and apparently only likes Spencer, he takes to Toby easily. Awww.\n\nAlis still teaching English at Rosewood High, but required reading has changed a bit since we were in school: Shes teaching Ezra and Arias book. (Is it that good? Honestly?) A student chimes in about how Aria stole Ezra from Nicole (oh great, like they needed more people involved in their drama), another student calls Ali a lesbo, and that awful girl Addison we met a few episodes back says to Ali, I could bury you but then, it wouldnt be the first time someone buried you alive, would it? Whyyyy cant someone punch her in the face?\n\nThings get worse in this weird world of high school drama: A Deaf student finds a doll with a hearing aid in her locker, and it has a knife thrust into its chest. Apparently Addison is the bully (big surprise). Jenna  also a teacher at Rosewood, naturally  tells Addison to get to class, but Addison just makes fun of her for being blind. Real gem, this one! Then Jenna gives my favorite line of the night (for the last time!): I may not be able to see, but I can smell a bitch a mile away. YES JENNA!\n\nSurprisingly, everything isnt great with Caleb and Hanna, despite their past year in which apparently Hannas designs have taken off, Caleb sold his software (to Lucas), and they bought the loft (from Lucas). They would be nowhere without Lucas. Anyway, Monas going to live with them after getting out of Welby, and Caleb is less than thrilled, but Hanna still feels bad that her forcing Mona to play the game triggered her relapse and subsequent breakdown. Of course, shortly after Hanna and Caleb leave, Mona disappears.\n\nThat night, they have Aria and Ezras bachelorette/bachelor party, which is just all the couples having dinner at the Lost Woods, which Spencer and Ali now co-own after Mary gave it to them. (Best line during the party? After screams are heard in the distance and someone asks, What was that?, the answer is Christians. Apparently theres a camp nearby.) All appears to be going smoothly, until we notice theyre being watched by a hooded figure: MELISSA HASTINGS?\n\nAt night, all the couples sleep together, although Hanna and Caleb just do it because theyre trying to have a baby, and Spencer and Toby just play Scrabble, then actually sleep.\n\nAria gets woken up by a phone call, which she answers frantically: Hello? Are you sure? Melissa watches out the window as Aria starts crying, telling Spencer, I cant marry Ezra. Then Melissa removes her face (okay, mask), and whos underneath? Mona, obviously. Its always Mona.\n\nEveryone tries to comfort Aria as she alludes to this big secret, and outside, Mona calls someone and wants to use what Arias saying, but the person (FaceTiming as Mona, which Im only just now realizing was a giant clue to A.D.), says it was just a test to see whether shed wear the Melissa mask. Inside, we learn that Arias upset because shes found out she cant have kids.\n\n(Recap continues on page 2)","author":"Isabella Biedenharn","publishedAt":{"$date":"2017-06-28T04:38:44.000Z"},"source":"entertainment-weekly","urlToImage":"http://i1.wp.com/ewedit.files.wordpress.com/2017/06/145069_1724.jpg?crop=0px%2C192px%2C2700px%2C1419px\u0026resize=1200%2C630\u0026ssl=1","digest":"W2PfKkcQyd6zEJioE13OpQ==\n"}
{"_id":{"$oid":"595c559a425ec3815dd99ee5"},"description":"The bid process was badly flawed and ripe for corruption, writes Gab Marcotti. FIFA has taken steps to clean up its act, but there's a long way to go.","title":"Garcia report doesn't contain smoking gun, but FIFA clean-up has just begun","url":"http://www.espnfc.com/blog/marcotti-musings/62/post/3149411/garcia-report-does-not-contain-smoking-guns-but-cleaning-up-fifa-has-just-begun","text":"Even before Michael J. Garcia, a former U.S. attorney and FIFA's chief ethics investigator into the 2018 and 2022 World Cup bids, had submitted his report to FIFA in 2014, there were rumors that there was no \"smoking gun.\" Not of the kind that would see the World Cup taken away from the respective bid-winners, Russia and Qatar.\n\nHans-Joachim Eckert, the head of the adjudicatory branch of FIFA's Ethics Committee, decided in September 2014 that the Garcia report would not be published in full for \"legal reasons\". Instead, he'd read it himself and provide us with a summary. This prompted some to scream \"cover-up,\" especially since Eckert's 42-page condensed report, while admitting some level of irregularity and leading to disciplinary cases against five FIFA officials, concluded that there was no reason to strip Russia or Qatar of their World Cups.\n\nGarcia's decision to resign over the fact that Eckert, a Sepp Blatter appointee, refused to publish the report in full, only added fuel to the fire.\n\nAnd now that the entire 422-page report has been released by FIFA we can, again, conclude: \"no smoking gun.\"\n\nMaybe the most notable statement Eckert's summary omitted is perhaps the ultimate takeaway now that the report is out there: \"President Blatter bears some responsibility for a flawed process that engendered deep public skepticism and for presiding over an Executive Committee whose culture of entitlement to many of the issues this Report identifies.\"\n\nGarcia also went on to illustrate Blatter's hypocrisy. One month after vowing to clean up FIFA and railing against the \"devils in football,\" he attended a meeting of FIFA's Finance Committee during which Executive Committee members were given bonuses of $200,000. They included Amos Adamu and Reynald Temarii, who were suspended at the time for taking World Cup bid-related kickbacks.\n\nEckert's summary was released on Nov. 13, 2014. Blatter ran for -- and was re-elected to -- an unprecedented fifth term as FIFA president in May 2015. Might the election have turned out differently if the Garcia report had been published in full? We'll never know.\n\nWe're also left to speculate why it took so long for the report to be released. The official reason -- that the officials named needed to be fully investigated by the Ethics Committee before the rest of the world could see it -- left many dissatisfied. Indeed, many in football, including the current FIFA President Gianni Infantino, called for it to be released earlier.\n\nYou feel as if, perhaps, they were looking for some excuse. It came on Monday night, when it emerged that the German newspaper Bild had obtained a leaked copy -- one of perhaps a dozen in existence -- and were going to publish it in full. At that stage, there was no reason for FIFA to hold back.\n\n(And if you're into political minutiae, the fact that Infantino did not renew Eckert's term on FIFA's Ethics Committee last month, as there's an obvious antipathy between the two, may well have played a part as well.)\n\nThree years after he finished writing it, Michael Garcia's report into FIFA has been published.\n\nBut back to the smoking gun, or lack thereof. It's critical to remember that just because there is insufficient evidence of malfeasance does not mean something far worse did not take place. Speaking to the 24 men involved in the 2018 and 2022 vote, including the two suspended members, was critical for Garcia and Cornel Borbely -- the head of the Ethics Committee's Investigative Branch -- and that didn't happen.\n\nGarcia's investigative tools were very limited. He and Borbely did not have subpoena powers, which meant nobody could be compelled to be interviewed by them. In fact, three Executive Committee members (Mohamed bin Hammam, Nicolas Leoz and Chuck Blazer) either declined or ignored Garcia's request, according to the Garcia Report.\n\nAnother two (Ricardo Teixeira and Jack Warner) could not be reached. And Franz Beckenbauer held out for months complaining there were too many questions, that they weren't in his native German and that they included queries like \"how old was your grandmother when she died?\" (According to Garcia, this last bit is entirely made up.)\n\nEven when Garcia and Borbely did get to interview members, they got a very rough ride. Julio Grondona repeatedly questioned their jurisdiction and threatened to walk out. Spain's Angel Maria Villar Llona raised a conflict of interest concern since Garcia is American and the U.S. was a 2022 bidder. He went even further, as noted in the Garcia report: \"You cannot investigate this case. And for your own good, I'm telling you right here ... if it keeps moving on, I will have to talk to other people.\"\n\nBoth Grondona and Villar eventually submitted written answers. Grondona is now deceased, but Villar was later fined for failing to cooperate with the investigation.\n\nThe investigation ran into other stone walls. The Russia bid committee could not provide many of the emails necessary because its computers were leased from a third-party company which later destroyed them. The Spanish FA also had email server issues: According to Garcia, when asked for emails, they first agreed to send them over and then later claimed that their servers had been almost entirely wiped.\n\nIt's fair to say that, in his previous gig as a U.S. attorney, Garcia was used to rather more policing clout.\n\nOverall, the report -- as also outlined in Eckert's summary -- highlighted the fact that every bidding committee, with the notable exception of the Dutch-Belgian 2018 bid, committed some dubious ethical acts, to varying degrees. In some cases, they were venial crimes, in others less so. But at no point was the threshold of evidence met to strip Russia or Qatar of its World Cup.\n\nYet that's down to the very limited powers that Garcia had. Because the fact of the matter is that, while football justice is one thing, the real world -- with subpoenas, wiretaps and cops knocking on hotel room doors -- is quite another. There are certainly plenty of loose ends for law enforcement to follow up. If, of course, they choose to do so.\n\nAs the Garcia report outlines, the whole process was badly flawed and ripe for corruption. Bidding for 2026 will follow different guidelines and Infantino has introduced some reforms while promising better governance. Of the 24 men who sat on the FIFA Executive Committee at the time of the vote, just two are on its successor, the FIFA Council.\n\nThat has to be the starting point. As Garcia illustrated so clearly and in such detail, FIFA's problems were systemic and endemic. Eradicating them will take both new blood and new rules.\n\nGabriele Marcotti is a Senior Writer for ESPN FC. Follow him on Twitter @Marcotti.","author":null,"publishedAt":{"$date":"2017-06-28T04:46:01.000Z"},"source":"espn","urlToImage":"http://a.espncdn.com/combiner/i/?img=/photo/2014/1113/fc-garcia-jd-1296x729.jpg\u0026site=espnfc","digest":"zIE3EpduxBW/Ha0pu9E9cw==\n"}
{"_id":{"$oid":"595c559b425ec3815dd99ee8"},"description":"Offenbar zu Fuß gelang einem Mann vorübergehend die Flucht vor der Polizei - diese verfolgte ihn am frühen Mittwochmorgen über die Münchner Hauptverkehrsader Mittlerer Ring. Dabei leistete der Mann erheblichen Widerstand, konnte dann aber von den Beamten überwältigt werden.","title":"Wegen Verfolgungsjagd mitten durch München: Polizei sperrt Hauptverkehrsader Mittlerer Ring","url":"http://www.focus.de/panorama/welt/wegen-verfolgungsjagd-mitten-durch-muenchen-polizei-sperrt-hauptverkehrsader-mittlerer-ring_id_7291694.html","text":"Ein Autofahrer ist nach einem Unfall in Mnchen am Steuer eingeschlafen. Als ihn die Polizei kontrollierte, raste er davon. Die Polizei lieferte sich in der Nacht mit ihm eine wilde Verfolgungsjagd durch die Stadt.\n\nAls die Beamten den Mann im Bereich der John-F.-Kennedy-Brcke stoppten, leistete er jedoch Widerstand, wie die \"tz\" berichtet. Er soll das Auto der Polizisten gerammt haben. Dann zckte er sogar noch ein Messer.\n\nMit Einsatz von Pfefferspray bndigte die Polizei den unter Alkoholeinfluss stehenden Mann. Der Verdchtige sitzt nun in Haft.\n\nSpurensicherung sorgt fr Stau auf Mittlerem Ring\n\nWegen der anschlieenden Spurensicherung kam es am Mittwochmorgen auf dem Mittleren Ring zu einem Verkehrschaos. Es staute sich auf mehreren Kilometern.","author":"FOCUS Online","publishedAt":{"$date":"2017-06-28T04:37:58.000Z"},"source":"focus","urlToImage":"http://p5.focus.de/img/fotos/crop5735232/7672716105-w1200-h627-o-q75-p5/urn-newsml-dpa-com-20090101-160716-99-704954-large-4-3.jpg","digest":"Up5AX7sm1fDOsOuNrUvX4g==\n"}
{"_id":{"$oid":"595c559c425ec3815dd99eeb"},"description":"Wer eine Wohnung sucht, muss sich erst einmal durch etliche Anzeigen wühlen. Dabei scheinen Makler einen eigenen Code zu verwenden. Jedenfalls hält die Immobilie selten das, was man sich darunter vorstellt. Was der Makler wirklich meint.","title":"Makler - Deutsch, Deutsch - Makler: Was der Makler sagt - und was er wirklich meint","url":"http://www.focus.de/immobilien/videos/makler-deutsch-deutsch-makler-was-der-makler-sagt-und-was-er-wirklich-mein_id_7291008.html","text":"Wer eine Wohnung sucht, muss sich erst einmal durch etliche Anzeigen whlen. Dabei scheinen Makler einen eigenen Code zu verwenden. Jedenfalls hlt die Immobilie selten das, was man sich darunter vorstellt. Was der Makler wirklich meint.","author":"FOCUS Online","publishedAt":{"$date":"2017-06-27T16:14:48.000Z"},"source":"focus","urlToImage":"http://p5.focus.de/img/fotos/crop7291007/0152719099-w1200-h627-o-q75-p5/59527767e4b0f8b5a9ffc09b-568x320-1-jun-27-2017-15-49-35-poster.jpg","digest":"9tpoAdVgpvf/4Akqq+L3rA==\n"}
{"_id":{"$oid":"59603cee9b2c95ec3c6d58c3"},"description":null,"title":"Typecasting: The Use and Misuse of Period Typography in Movies (2001)","url":"https://www.marksimonson.com/notebook/view/typecasting","text":"Chocolat (2000, Mirimax) wasn’t a bad movie. It managed to get five Academy Award Nominations. But if they gave out Oscars for Best Type Direction, it would not have been among the nominees.\n\nThe movie is set in a small town in provincial France, mid-1950s. About halfway through the film, the town’s mayor puts up notices forbidding anyone to eat anything but bread and weak tea during Lent (which of course coincides with the opening of the new chocolaterie). I almost laughed when they showed a close-up of the notice. The headline was set in ITC Benguiat, a typeface which debuted in 1978 and was mainly popular in the ’80s.\n\nPerhaps the mistake is understandable. ITC Benguiat was designed in a quasi-Art Nouveau style. It is likely that Art Nouveau typefaces would still be in use in provincial France of the mid-fifties. But not ITC Benguiat. It didn’t exist.\n\nNoticing little slips like this in movies can happen to anyone with knowledge in any specialized field. A friend of mine in high school was a telephone nut and liked to point out that the kind of phone booth that appears in a scene near the end of American Graffitti (1973) didn’t exist in 1962. To him it was as glaring as if they had had Paul Le Mat driving a Camaro.\n\nIt’s probably unrealistic to expect this level of attention to detail in movies. There are more important things to attend to in movie making. Besides, the number of people who notice things like anachronistic type choices is small. I’m sure they seldom complain.\n\nUntil now.\n\nWhat follows is a brief survey of films that have caught my attention over the years for their use (or misuse) of period typography.\n\nAt the outset, I should point out that typefaces used in titles don’t necessarily count since they exist outside the world depicted in a movie. For instance, the movie Eight Men Out (1988) used the Emigré typeface Modula (1987) in its titles (designed by M\u0026Co.). The movie is set in 1919. It may be debatable whether it was an appropriate choice, but it would be a matter of taste, not historical accuracy.\n\nRatings are given from one to five stars indicating how well type is used in the each film:\n\nNearly perfect use of period typography; errors, if any, are difficult to find\n\nGood effort to use period typography; minor mistakes here and there\n\nUneven use of period typography; major mistakes occasionally\n\nLittle attention to period typography; period-correct type appears only on actual period artifacts\n\nNo attempt at historically accurate typography; only free fonts from Apple or Microsoft were used.\n\nDead Men Don’t Wear Plaid (1982, Universal Pictures) In this case the movie is a parody of the film noir genre so the titles are part of the world the film portrays. The choices here, Newport (1932) and Brush Script (1942), fit the period, but the style of the credits feels wrong. In the forties, movie titles were usually hand-lettered on cards shown in sequence.\n\nApart from the titles, careful attention is paid to get details right. They even hired veteran Hollywood costume designer Edith Head (for which she won an Oscar) and created sets and lighting to blend with existing footage from classic films. The movie got a lot of praise for its attention to such details, but of course nobody mentioned the use of Blippo, a pop-art typeface from the early seventies, on the cruise brochure.\n\nThe newspapers seen in several scenes are also problematic. They look more like children’s readers than real newspapers.\n\nOn the other hand, the use of signs (especially the hand-lettered one in the medicine cabinet) is right on target. All in all, a very funny film, but spotty in its use of type.\n\nTucker: The Man and His Dream (1988, Lucasfilm, distributed by Paramount Pictures). This was Francis Ford Coppola’s paean to Preston Tucker, the too-far-ahead-of-his-time automotive genius of the 1940s. If Tucker had had his way, all cars would have had seat belts as standard equipment by 1950 and we’d all be driving cars with steerable headlights. Three of them. In any case, this is a fine film, lovingly crafted, which does a credible job of recreating the post-war forties.\n\nThere’s not a lot of type in this film, but what there is is right on the money, including the titles, which seem as if they have been taken from an actual forties-era film. There are a lot of great signs (like the giant TUCKER factory sign), but there is one that isn’t quite right.\n\nTucker’s workshop on his family’s farm has a sign (below) set in large, three dimensional... Helvetica. Don’t know how they missed that one.\n\nAlthough Helvetica (1957) is part of a long line of sans serifs that have been around since the late 1800s, it was not common to see such letterforms on American signs until at least the 1960s, especially in the generic way it is used in the movie.\n\nDead Again (1991, Paramount Pictures). Kenneth Branagh and Emma Thompson play a modern-day couple who are reincarnations of an ill-fated pair, one of whom was executed for murdering the other in the late 1940s. The titles feature a montage of close-ups of newspaper clippings chronicling the sad tale of the earlier couple.\n\nThe clippings are fairly well-done and even appear to be printed with letterpress, as most newspapers were until the 1970s. I noticed a few oddities, of course. First, while all the typefaces used were consistent with the era, the text type in the clippings was Caledonia, a book typeface that would be a very unlikely choice for a newspaper. Newspapers generally used (and still use), well, newspaper typefaces. The other thing is that although some of the headlines appear to be set with wood type—still a common practice in the forties—they are all very nicely kerned.\n\nTechnically, it was possible to kern wood type by physically cutting away parts of the type, but it would be a rather impractical practice at a newspaper.\n\nEd Wood (1994, Touchstone Pictures). I love this movie, but not for its use of type.\n\nIt starts out well, perfectly matching the lettering style of a real 1950s Ed Wood movie in the opening credits, but as soon as signs and newspapers start appearing, things just go downhill. Close-ups of newspapers feature headlines set in various members of the Helvetica family next to vintage headlines apparently taken from real newspapers (mostly Erbar Light, 1934).\n\nEven more implausible, some of them are optically distorted--a practice that didn’t become common until the advent of digital typesetting, and in fact would have been practically impossible in 1950s newspaper printing. Another glaring anachronism is the sign on the “Screen Classics” building which is set in Chicago, the original Macintosh system font (TrueType version, 1991). This is very strange to see, as the sign is composed of large, apparently hand-constructed three-dimensional letters mounted on the building.\n\nJust as odd, the same logo is hand-painted on a window of a door inside the building. I’ve always thought that Chicago had an oddly Art Deco quality to it. Apparently some people think it is an Art Deco face.\n\nOn the bright side, there are hand-lettered banners in a few scenes that are just exactly right.\n\nThe Hudsucker Proxy (1994, Warner Bros.). I’m a big fan of the Coen brothers’ movies and this is a favorite of mine. Typographically, though, their films are a mixed bag. One complication with critiquing the typography in this movie is that it’s difficult to say exactly what decade it’s supposed to be. According to the story, it’s set in the late fifties, but it often looks more like the forties, or even the thirties. Nevertheless, much of the typography is, at least technically, out of place. For the most part they’ve chosen typefaces that look the part but didn’t actually exist fifty years ago. A good example is the Hudsucker corporate logo which looks like it’s from the thirties or forties, but is actually set in Bodega Sans (1991).\n\nAlso used a lot in the film is Univers, a sans serif face that—although released in 1957—was not a common sight until the late sixties, especially for such a pedestrian use as a mechanical job board, for example.\n\nThat Thing You Do (1996, 20th Century Fox). This is a fun movie to watch. Although I was only eight in 1964, this movie really seems to capture the look and feel of the period.\n\nThere really is a lot of attention to typographic detail: record labels, industry trade magazines, newspapers, even product packaging for cold remedies. Everything looks just the way it should.\n\nSomebody did their homework on this one (or spent a lot of time in vintage collectible shops). The Patterson’s appliance store looks like it belongs in the Smithsonian, it’s so accurate. I was only able to find one bit of type out of place: Early in the film, a billboard flashes across the screen briefly which has a few words set in Helvetica Bold.\n\nEven this is only slightly implausible.\n\nL.A. Confidential (1997, Warner Bros.). A highly regarded film, tightly written, well-acted, beautifully filmed, but pretty mediocre in its use of type. This one is set in the early ’50s, but the type was clearly not. “HUSH-HUSH,” a Hollywood gossip magazine, is featured prominently sporting a logo set in Helvetica Compressed (1974).\n\nA newspaper dated 1953 has headlines set in Helvetica Black (1959) and Univers (1957)—typefaces which weren’t commonly available in the U.S. until the sixties.\n\nAnother newspaper has the word “EXTRA” emblazoned across the top in an optically expanded ITC Kabel Black (1976).\n\nGranted, there are vintage bits of typography and signage here and there, but it appears that when it came to creating typographic props from scratch, they pretty much just guessed.\n\nPleasantville (1998, New Line Cinema). This is a film that seems to be obsessed with details, as if they expected it to be viewed under a microscope by nit-pickers like me.\n\nIt seems almost too perfect in its period details—not the way the fifties actually looked, but the idealized way television portrayed it. There is actually very little type in this film. I thought I caught a slip up in an early scene—Comic Sans (1995) used in a pseudo-fifties-era promo spot on a quasi-Nick-at-Nite network—until I realized it was supposed to have been done in the present (presumably by designers trying not-quite-successfully to do a retro look).\n\nIf it was intentional, it was a very subtle use of type. There are a lot of nicely done hand-painted signs and banners and nothing much to complain about, at least typographically.\n\nAlmost Famous (2000, Dreamworks SKG). This is Cameron Crow’s fictionalized (and entertaining) account of how he started writing for Rolling Stone magazine. It’s supposed to be 1973, a year I remember very well. I have to say they did a very good job of capturing it, but then, it wasn’t that long ago. Still, there are ample opportunities for type flubs in a movie about a guy who writes for a magazine. Surprisingly, not a lot of type is shown on screen, and what little is shown is correct for the period (the pre-ITC version of Kabel Black for instance). Except for one little thing near the end of the movie. Had I not been an avid Rolling Stone reader back in the seventies, I might have missed it. There is a montage which includes a close-up of a stack of RS just dropped off at the newsstand. It features aspiring young writer Will’s triumphant first cover story.\n\nThe logo and photo look fine, but the main headline is set in ITC Galliard (1978). In addition to the fact it’s five years too early, as far as I know it’s never been used on the cover of RS. [Reader Tim Horrigan also points out that RS was folded over with a smaller cover before 1974, and that the overall design is uncharacteristic for the magazine during that period. —MS]\n\n* * *\n\nAnachronistic typography in movies is certainly not one of the world’s pressing problems. At worst, it reflects badly on a film in a subtle way that suggests careless production values to the typographically aware, even when everything else is well-crafted. Getting the type right is not that hard, especially nowadays when so many historical typefaces are readily available in electronic form. Historical information on typography is easier to find than ever.\n\nI hope to add more examples in a follow-up article. If you have any film/type gaffes to share, drop me a line.\n\nUpdate 7/1/2004: In lieu of a follow-up article, I’m posting more examples in the new Notebook section, filed under Son of Typecasting.\n\nSee also:\n\nTypecasting Trailer\n\nTranslations:\n\nVocê fala português?\n\n¿Habla usted español?\n\nVostede fala galego?","author":null,"publishedAt":{"$date":"2017-06-28T04:46:01.000Z"},"source":"hacker-news","urlToImage":null,"digest":"DqD5MiOYWWjlUy5rA5tkzg==\n"}
{"_id":{"$oid":"59603cf09b2c95ec3c6d58c6"},"description":"Starting in 2017, there’s a new tax credit on the block, and it’s a big one: Businesses who qualify can claim up to $250,000 per fiscal year.","title":"Your Top Questions About the New Federal R\u0026D Tax Credit, Answered - Framework","url":"https://gusto.com/framework/payroll/new-federal-rd-tax-credit/","text":"Starting this 2017, there’s a new tax credit on the block, and it’s a big one: Businesses who qualify can claim up to $250,000 per fiscal year. That’s a lot of money! So how can you get your hands on this sparkly new credit? We’ll walk you through it. Read on to learn the basics about the new credit – from what it is to how to claim it.\n\nWhat is this new credit?\n\nThe Federal R\u0026D Tax Credit is a tax credit for small businesses to help offset their costs for research and development. Beginning in 2017, qualified small businesses may claim up to $250,000 per fiscal year, applying it against their Social Security taxes.\n\nAm I eligible?\n\nIn order to qualify for the credit, your business generally needs to tick all three boxes below. Your business must:\n\nHave less than $5 million of gross receipts\n\nHave gross receipts for five years or less\n\nHave qualified research and development costs\n\nCompanies in industries like technology and science are most likely to use this new credit. However, businesses in any industry may qualify if they are actively developing new products or processes.\n\nCool, so how do I get the credit?\n\nThe first step is to conduct an audit of your business’s R\u0026D expenses. Be sure to work with your accountant on this. They’ll be able to determine if you qualify and what research and development costs can be applied.\n\nWith the audit complete, your accountant will file Form 6765, Credit for Increasing Research Activities with your business’s annual Income Tax Return.\n\nIt’s important to note that the credit you claim this fiscal year is based on your R\u0026D costs for last fiscal year. So if you want to claim the credit to reduce your employer social security taxes now, you needed to conduct the audit on your 2016 R\u0026D expenses and file Form 6765 with your 2016 income tax returns.\n\nDidn’t file for the R\u0026D tax credit last year? Don’t worry: the IRS is throwing you a bone for 2016 only. If you missed reporting this on your business’s 2016 income tax return, you can still conduct the audit and file an amended return by December 31, 2017.\n\nBut then how do I get the money back?\n\nThe answer is payroll! Like many tax credits, you can apply the Federal R\u0026D Tax Credit to your business’s income taxes, but many small businesses don’t have enough income tax liability to use up the credit. So this year the IRS changed the rules to allow businesses to apply the credit against their Social Security taxes.\n\nAfter filing Form 6765 with the IRS, you can begin claiming the credit with your next quarterly payroll tax filing. In order to claim the credit, it must be included on your quarterly Form 941 filing with a completed Form 8974 attached. The IRS will then issue you a refund for the social security taxes you have paid in that quarter (which the IRS estimates will take 6-8 weeks).\n\n\n\nDoes unused credit expire?\n\nNo! You can continue to apply any remaining credit each quarter until the credit is fully claimed, and you can even carry unused credit forward to the next fiscal year.\n\nSo how does this work with my payroll provider?\n\nThis is a new credit, so many payroll companies are still figuring out if they can support it and how. If you would like to claim this credit, talk to your payroll provider as soon as possible to see if they support it.\n\nDoes Gusto support the Federal R\u0026D tax credit?\n\nYes! Gusto will complete and file Forms 941 and 8974 for customers so they can claim the credit with their payroll filings. You can learn how to get it set up in Gusto here.\n\nAnd there you have it! Your most pressing R\u0026D credit questions, answered. For more info, please consult your tax advisor and check with the IRS.","author":null,"publishedAt":{"$date":"2017-06-20T17:56:06.000Z"},"source":"hacker-news","urlToImage":"https://framework.gusto.com/wp-content/uploads/2017/06/Copy-of-780px-x-390px-–-Untitled-Design-3.png","digest":"m1JJ6jK0+EYcgKUbFTbVQA==\n"}
{"_id":{"$oid":"59603d609b2c95ec3c6d58cd"},"description":"Imgur: The most awesome images on the Internet.","title":"My grandfather is afraid of dogs, and my dog is afraid of most humans.... But they gave each other a chance and together they made it work :)","url":"http://imgur.com/yWyJcD5","text":"My grandfather is afraid of dogs, and my dog is afraid of most humans.... But they gave each other a chance and together they made it work :)","author":"Imgur","publishedAt":{"$date":"2017-06-27T00:00:00.000Z"},"source":"reddit-r-all","urlToImage":"http://i.imgur.com/yWyJcD5.jpg?fb","digest":"WzsmbJq/zgpU8Y6eUirW5g==\n"}
{"_id":{"$oid":"59603d629b2c95ec3c6d58d0"},"description":"7172 points and 367 comments so far on reddit","title":"Found my doppelgänger at a bar this past weekend. • r/mildlyinteresting","url":"https://www.reddit.com/r/mildlyinteresting/comments/6jwyw4/found_my_doppelgänger_at_a_bar_this_past_weekend/","text":"Want to join? Log in or sign up in seconds.","author":"CaptainSpooner","publishedAt":{"$date":"2017-06-28T00:22:32.000Z"},"source":"reddit-r-all","urlToImage":"https://i.redditmedia.com/DAnG4pm6NlpouYmnfd4ngzYWjkMPD2uDYdB5jYGWteY.jpg?w=320\u0026s=8a8c1b1f581da2f4b34b3f3835ecd18a","digest":"RiHq2PVEBo7qKDhX/r1Mog==\n"}
{"_id":{"$oid":"59603d649b2c95ec3c6d58d3"},"description":"A helicopter reportedly flown by a police officer drops grenades on Venezuela's Supreme Court.","title":"Venezuela crisis: Helicopter launches attack on Supreme Court","url":"http://www.bbc.com/news/world-latin-america-40426642","text":"Media playback is unsupported on your device Media caption The helicopter circles buildings before gunshots and a bang are heard\n\nA helicopter has attacked Venezuela's Supreme Court in what President Nicolás Maduro called a \"terrorist\" incident.\n\nFour grenades were dropped on the court and 15 shots fired at the interior ministry on Tuesday, officials said.\n\nRogue policeman Oscar Pérez said he had piloted the stolen helicopter to attack what he called a \"criminal government\". His whereabouts are unknown.\n\nVenezuela is in the midst of a political and economic crisis that has sparked mass protests.\n\nMany of those opposed to Mr Maduro see the Supreme Court as one of his main supporters.\n\nWhat happened in the attack?\n\nA blue police helicopter was seen flying over central Caracas carrying a banner reading \"350 Freedom\" - a reference to a clause in the constitution cited by opponents of Mr Maduro to claim his government is illegitimate.\n\nImages on social media showed two occupants, one masked.\n\nThe government said 15 shots were fired at a social event at the interior ministry. The helicopter then flew to the court and dropped four Israeli-made grenades of \"Colombian origin\". One failed to detonate.\n\nNo-one was injured.\n\nHow has the government responded?\n\nPresident Maduro appeared on state television to denounce the attack.\n\nHe said: \"I have activated the entire armed forces to defend the peace. And you can be assured that sooner or later, we are going to capture that helicopter and those that carried out this terror attack against the institutions of the country.\"\n\nImage copyright EPA Image caption President Maduro is facing regular protests against his government\n\nInformation Minister Ernesto Villegas said the military had been deployed to apprehend the pilot and recover the German-built Bolkow helicopter.\n\nState TV showed images of the pilot in front of the US Capitol building in Washington.\n\nMr Maduro has long claimed the US government is attempting to have him overthrown.\n\nThe government has urged calm but called for its supporters to rally outside the presidential palace on Wednesday morning.\n\nAnd the opposition?\n\nFreddy Guevara, of the opposition MUD alliance, said there was not yet enough information to comment on the attack.\n\nBut he posted a tweet on Wednesday calling on people to continue to oppose the Maduro government.\n\nHe said: \"Maduro knows that nobody supports him, so today more than ever we must continue in the street, generating pressure to overcome this dictatorship!\"\n\nSome of the president's opponents took to social media to suggest he was responsible for staging the helicopter attack in order to justify a further crackdown on dissent.\n\nWho flew the helicopter?\n\nThe police officer identified himself as Oscar Pérez in video statements posted on the social media platform Instagram.\n\nAppearing in military fatigues and flanked by armed, masked men in uniform, he appealed to Venezuelans to oppose \"tyranny\".\n\nImage copyright Instagram Image caption A police officer identifying himself as Oscar Pérez made a statement on Instagram\n\n\"We are a coalition of military employees, policemen and civilians who are looking for balance and are against this criminal government,\" he said.\n\n\"We don't belong to any political tendency or party. We are nationalists, patriots and institutionalists.\"\n\nHe said the \"fight\" was not against the security forces but \"against the impunity of this government. It is against tyranny\".\n\nIt is not clear how much support, if any, the officer has.\n\nMr Maduro said the pilot had previously worked for former Interior and Justice Minister Miguel Rodriguez Torres, who the president has accused of links to the CIA.\n\nMr Rodriguez Torres quickly denied any involvement.\n\nAnalysis: Will Grant, BBC News, in Mexico\n\nThe sight of an apparently disaffected member of the security forces dropping grenades on the Supreme Court and allegedly firing on government buildings is extreme, even by Venezuela's standards.\n\nWhether \"Oscar Pérez\" is indeed part of a coalition of like-minded \"military employees, policemen and civilians\" or just a rogue policeman is hard to say.\n\nCertainly President Maduro was quick to dub the incident \"a terrorist attack\" and used it as a reason to \"activate\" the armed forces to keep the peace.\n\nHowever, earlier in the day he, too, had thrown down the gauntlet to his opponents. \"If the Bolivarian Revolution was at risk,\" he said, \"what we couldn't do with votes, we would do with arms.\" The opposition in Venezuela took that as an overt threat.\n\nThe security situation in Venezuela could hardly be worse ahead of a highly controversial election next month over the government's plans for a new constituent assembly.\n\nWhy now?\n\nThere have been almost daily anti-government protests in Venezuela for over two months as the country's economic and political crisis worsens.\n\nImage copyright Reuters Image caption The Supreme Court in Caracas was the target of the attack\n\nThose opposed to the government say they are determined to keep protests going until fresh elections are called and the government is ousted.\n\nMore than 70 people have been killed in protest-related violence since 1 April, according to the chief prosecutor's office.\n\nCould this have been a coup attempt?\n\nPresident Maduro was quick to suggest it was a coup attempt, but it is unclear how much support the police officer has.\n\nEarlier on Tuesday, Mr Maduro reiterated his allegations that the US was supporting coup attempts against his government.\n\nOn Monday, he announced that five people had been arrested, accused of plotting against him and preparing for a US invasion.\n\nImage copyright Getty Images Image caption Hugo Chávez is still a popular figure among supporters of Nicolas Maduro\n\nHowever, Venezuela certainly has a history of coup attempts:\n\nIn 1992, the late Hugo Chávez tried to overthrow the government of President Carlos Andres Pérez. The attempt failed and Chávez was arrested and imprisoned. He would eventually be elected president in 1998\n\nIn 2002, Chávez himself survived an attempted coup by rebel military officers","author":"BBC News","publishedAt":{"$date":"2017-06-28T04:56:52.000Z"},"source":"reddit-r-all","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p0574z8s.jpg","digest":"uYYdmV2NG5pLn0NLJfvtcg==\n"}
{"_id":{"$oid":"59603d669b2c95ec3c6d58d6"},"description":"Officials say the case is related to travel and they are working with clinicians to identify potentially exposed individuals","title":"Maine confirms its first case of measles in 20 years","url":"http://www.cbsnews.com/news/maine-confirms-first-case-measles-20-years/","text":"AUGUSTA, Maine -- The Maine Center for Disease Control and Prevention is investigating a confirmed case of measles in Franklin County that it says is related to travel.\n\nThe state says the Maine Health and Environmental Testing Laboratory confirmed the case. The last reported case of measles in the state was in 1997.\n\nState epidemiologist Siiri Bennett says the Maine CDC is working with clinicians to identify potentially exposed individuals. The public may have been exposed if they visited several locations in Farmington and Kingfield between June 15 and 19.\n\nLocations include the Narrow Gauge Cinema in Farmington on June 15, in the afternoon and during the evening, and the Kingfield Woodsman in Kingfield in the late morning and early afternoon of June 18.\n\nOther affected areas include Restaurant la Chocolaterie in Quebec, Canada, Farmington's Franklin Memorial Hospital Laboratory and Grantlee's Tavern and Grill, CBS affiliate WGME in Portland reports.\n\nMeasles is a vaccine-preventable disease that can cause pneumonia and death.","author":"","publishedAt":{"$date":"2017-06-28T05:00:42.000Z"},"source":"reddit-r-all","urlToImage":"http://cbsnews1.cbsistatic.com/hub/i/2017/06/27/4ce45153-e9fd-4389-b4a4-4c90c374d393/istock-636346346.jpg","digest":"JLTKcAUcKtxOIuc+AK/6pg==\n"}
{"_id":{"$oid":"59603d689b2c95ec3c6d58da"},"description":"Oliver Kahn zeigt sich überrascht von der Reaktion auf sein ARD-Interview, in dem er offen über eine Burnout-Erkrankung sprach. Der ehemalige Weltklasse-Torhüter erklärt die Hintergründe - und wie er heute der neuen Generation bei dem Thema hilft.","title":"Oliver Kahn über Burnout: \"Deswegen heißt es Hochleistungssport\"","url":"http://www.focus.de/panorama/videos/oliver-kahn-ueber-burnout-deswegen-heisst-es-hochleistungssport_id_7291459.html","text":"Fehler melden\n\nSie haben einen Fehler gefunden? Bitte markieren Sie die entsprechenden Wörter im Text. Mit nur zwei Klicks melden Sie den Fehler der Redaktion.","author":"FOCUS Online","publishedAt":{"$date":"2017-06-28T04:47:48.000Z"},"source":"focus","urlToImage":"http://p5.focus.de/img/fotos/crop7291697/2412711636-w1200-h627-o-q75-p5/kahn.jpg","digest":"Xqjf6JPWSuhjSZsuqwwAbw==\n"}
{"_id":{"$oid":"59603d6a9b2c95ec3c6d58dd"},"description":"Cellulose nanocrystals extracted from wood pulp are inexpensive as well as stronger than Kevlar or carbon fiber.","title":"Wood pulp extract stronger than carbon fiber or Kevlar","url":"http://newatlas.com/cellulose-nanocrystals-stronger-carbon-fiber-kevlar/23959/","text":"The Forest Products Laboratory of the US Forest Service has opened a US$1.7 million pilot plant for the production of cellulose nanocrystals (CNC) from wood by-products materials such as wood chips and sawdust. Prepared properly, CNCs are stronger and stiffer than Kevlar or carbon fibers, so that putting CNC into composite materials results in high strength, low weight products. In addition, the cost of CNCs is less than ten percent of the cost of Kevlar fiber or carbon fiber. These qualities have attracted the interest of the military for use in lightweight armor and ballistic glass (CNCs are transparent), as well as companies in the automotive, aerospace, electronics, consumer products, and medical industries.\n\nCellulose is the most abundant biological polymer on the planet and it is found in the cell walls of plant and bacterial cells. Composed of long chains of glucose molecules, cellulose fibers are arranged in an intricate web that provides both structure and support for plant cells. The primary commercial source for cellulose is wood, which is essentially a network of cellulose fibers held together by a matrix of lignin, another natural polymer which is easily degraded and removed.\n\nCellulose structures in trees from logs to molecules\n\nWood pulp is produced in a variety of processes, all of which break down and wash away the lignin, leaving behind a suspension of cellulose fibers in water. A typical cellulose wood fiber is only tens of microns wide and about a millimeter long.\n\nMicrographs of cellulose fibers from wood pulp\n\nThe cellulose in wood pulp, when dry, has the consistency of fluff or lint - a layer of wood pulp cellulose has mechanical properties reminiscent of a wet paper towel. Not what you might expect to be the source of one of the strongest materials known to Man. After all, paper is made from the cellulose in wood pulp, and doesn't show extraordinary strength or stiffness.\n\nCellulose fibers and the smaller structures within them - a) fiber from wood pulp; b) microcrystalline cellulose; c) microfibrils of cellulose; d) nanofibrils of cellulose; e) cellulose nanocrystals from wood pulp; f) CNCs from sea squirts (the only animal source of cellulose microfibrils); and g,h) cellulose nanofibrils from other sources\n\nFurther processing breaks the cellulose fibers down into nanofibrils, which are about a thousand times smaller than the fibers. In the nanofibrils, cellulose takes the form of three-dimensional stacks of unbranched, long strands of glucose molecules, which are held together by hydrogen bonding. While not being \"real\" chemical bonds, hydrogen bonds between cellulose molecules are rather strong, adding to the strength and stiffness of cellulose nanocrystals.\n\nThe upper figure shows the structure of the cellulose polymer; the middle figure shows a nanofibril containing both crystalline and amorphous cellulose; the lower figure shows the cellulose nanocrystals after the amorphous cellulose is removed by acid hydrolysis\n\nWithin these nanofibrils are regions which are very well ordered, in which cellulose chains are closely packed in parallel with one another. Typically, several of these crystalline regions appear along a single nanofibril, and are separated by amorphous regions which do not exhibit a large degree of order. Individual cellulose nanocrystals are then produced by dissolving the amorphous regions using a strong acid.\n\nAt present the yield for separating CNCs from wood pulp is about 30 percent. There are prospects for minor improvements, but the limiting factor is the ratio of crystalline to amorphous cellulose in the source material. A near-term goal for the cost of CNCs is $10 per kilogram, but large-scale production should reduce that figure to one or two dollars a kilo.\n\nCross-sectional structure of various types of cellulose nanocrystals showing various crystalline arrangements of the individual cellulose polymer molecules (the rectangular boxes)\n\nCNCs separated from wood pulp are typically a fraction of a micron long and have a square cross-section a few nanometers on a side. Their bulk density is low at 1.6 g/cc, but they exhibit incredible strength. An elastic modulus of nearly 150 GPa, and a tensile strength of nearly 10 GPa. Here's how its strength to compares to some better-known materials:\n\nMaterial...........................Elastic Modulus................Tensile Strength\n\nCNC......................................150 GPa.............................7.5 GPa\n\nKevlar 49..............................125 GPa.............................3.5 GPa\n\nCarbon fiber.........................150 GPa.............................3.5 GPa\n\nCarbon nanotubes..............300 GPa............................20 GPa\n\nStainless steel.....................200 GPa............................0.5 GPa\n\nOak..........................................10 GPa.............................0.1 GPa\n\nThe only reinforcing material that is stronger than cellulose nanocrystals is a carbon nanotube, which costs about 100 times as much. Stainless steel is included solely as a comparison to conventional materials. The relatively very low strength and modulus of oak points out how much the structure of a composite material can degrade the mechanical properties of reinforcing materials.\n\nAs with most things, cellulose nanocrystals are not a perfect material. Their greatest nemesis is water. Cellulose is not soluble in water, nor does it depolymerize. The ether bonds between the glucose units of the cellulose molecule are not easily broken apart, requiring strong acids to enable cleavage reactions.\n\nThe hydrogen bonds between the cellulose molecules are also too strong in aggregate to be broken by encroaching water molecules. Indeed, crystalline cellulose requires treatment by water at 320° C and 250 atmospheres of pressure before enough water intercalates between the cellulose molecules to cause them to become amorphous in structure. The cellulose is still not soluble, just disordered from their near-perfect stacking in the crystalline structure.\n\nBut cellulose contains hydroxyl (OH) groups which protrude laterally along the cellulose molecule. These can form hydrogen bonds with water molecules, resulting in cellulose being hydrophilic (a drop of water will tend to spread across the cellulose surface). Given enough water, cellulose will become engorged with water, swelling to nearly double its dry volume.\n\nSwelling introduces a large number of nano-defects in the cellulose structure. Although there is little swelling of a single CNC, water can penetrate into amorphous cellulose with ease, pushing apart the individual cellulose molecules in those regions. In addition, the bonds and interfaces between neighboring CNC will be disrupted, thereby significantly reducing the strength of any material reinforced with CNCs. To make matters worse, water can move easily over the surface/interfaces of the CNCs, thereby allowing water to penetrate far into a composite containing CNCs.\n\nThere are several approaches to make CNC composite materials viable choices for real world applications. The simplest, but most limited, is to choose applications in which the composite will not be exposed to water. Another is to alter the surface chemistry of the cellulose so that it becomes hydrophobic, or water-repelling. This is easy enough to do, but will likely substantially degrade the mechanical properties of the altered CNCs. A third approach is to choose a matrix material which is hydrophobic, and preferably that forms a hydrophobic interface with CNCs. While not particularly difficult from a purely chemical viewpoint, there is the practical difficulty that interfaces between hydrophobic and hydrophilic materials are usually severely lacking in strength.\n\nPerhaps the most practical approach will simply be to paint or otherwise coat CNC composite materials in some material that keeps water away. For such a prize - inexpensive strong and rigid materials - we can be sure that innovations will follow to make the theoretical practical.\n\nSource: US Forest Service","author":"","publishedAt":{"$date":"2017-06-28T05:01:04.000Z"},"source":"hacker-news","urlToImage":"https://img.newatlas.com/cellulose-nanocrystals-stronger-carbon-fiber-kevlar.jpg?auto=format%2Ccompress\u0026ch=Width%2CDPR\u0026crop=entropy\u0026fit=crop\u0026h=347\u0026q=60\u0026w=616\u0026s=891a149844293f3fcceaab59755d7f07","digest":"6doa9SXDNvMmO6Va4XXIkA==\n"}
